Repository: mprentice/Opentusk
Catalog: locale/*/LC_MESSAGES/tusk.po
Languages: fr

source: For information on the options for each question type, choose the "Question Authoring Help" button, which will create a pop-up reference sheet. For a directory of the questions in the current eval (for grouping and reference purposes, for example), choose the "Directory of This Eval" button, which will display a summary of all the questions associate with this eval.
fr: Pour obtenir des infos sur les options pour chaque type de question, choisir le bouton « Aide pour la création de question » qui créera une feuille de pop-up de référence. Pour un répertoire des questions dans l'évaluation actuelle (par ex. à des fins de regroupement et de référence), choisir le bouton « Répertoire de cette évaluation » qui affichera un résumé de toutes les questions associées à cette évaluation.

source: Question Authoring Help
fr: Aide pour la création de questions

source: Directory of This Eval
fr: Répertoire de cette évaluation

source: Question(s) saved.
fr: Question(s) sauvegardée(s)

source: Radiobox
fr: Case d'option

source: Dropdown
fr: Menu déroulant

source: No
fr: Non

source: Yes
fr: Oui

source: Beginning
fr: Commencer

source: None
fr: Aucun

source: Cannot edit this question, because it is used in evals which have been completed by some users.
fr: Impossible d'éditer cette question car elle est utilisée dans des évaluations qui ont été effectuées par certains utilisateurs.

source: Error saving results
fr: Erreur dans la sauvegarde des résultats

source: Preceding Question
fr: Question précédente

source: Required
fr: Requis

source: N/A Available
fr: N/A Disponible

source: Grouping
fr: Regroupement

source: Text
fr: Texte

source: Allowed tags
fr: Balises autorisées

source: Target Question ID
fr: Identifiant de la question cible

source: Num Steps
fr: Etapes num

source: Low Text
fr: Texte bas

source: Mid Text
fr: Texte médian

source: Show numbers
fr: Afficher les nombres

source: High Text
fr: Texte haut

source: Low Bound
fr: Limite basse

source: And Lower?
fr: Et inférieur ?

source: Align
fr: Aligner

source: Interval
fr: Intervalle

source: High Bound
fr: Limite haute

source: And Higher?
fr: Et supérieur ?

source: Columns
fr: Colonnes

source: Default (4)
fr: Défaut (4)

source: Choices
fr: Choix

source: Long text
fr: Texte long

source: Eval Question Authoring
fr: Création de questions de l'évaluation

source: Title
fr: Titre

source: Primary Eval
fr: Evaluation primaire

source: Secondary Evals
fr: Evaluations secondaires

source: Secondary Eval Titles
fr: Titre de l'évaluation secondaire

source: No secondary evaluations.
fr: Aucune évaluation secondaire

source: Merged evaluation saved.
fr: Evaluation fusionnée sauvegardée

source: Merged Evaluation Editing
fr: Editer une évaluation fusionnée

source: Merged Evaluation Scoreboard
fr: Tableau de bord fusionné des évaluations

source: Search Result for: {search_string}
fr: Résultats de recherche pour : {search_string}

source: New Search Form
fr: Nouveau formulaire de recherche

source: Evaluation Search
fr: Recherche d'évaluation

source: Name/Keyword
fr: Nom/mot-clé

source: required
fr: requis

source: Eval Title
fr: Titre de l'évaluation

source: Course Name
fr: Nom du cours

source: Match with all the words
fr: Associer avec tous les mots

source: Match partial word, i.e. all words starting with provided name/keywords
fr: Associer avec mot partiel, c-à-dire tous les mots commençant par le nom/les mots-clés fournis

source: Include numeric ranking question types
fr: Inclure les types de question de classement numérique

source: Include questions that have no response
fr: Inclure les questions sans réponse

source: Include small group instructor questions
fr: Inclure les questions de l'instructeur du petit groupe

source: Due date is between:
fr: Date d'échéance entre :

source: Include:
fr: Inclure:

source: single evals &nbsp; <span style="font-size:8pt;color:red">* required
fr: évaluations simples&nbsp; <span style="font-size:8pt;color:red">* requises

source: include merged evals that go outside the selected time restraints
fr: inclure évaluations fusionnées en dehors des limites de temps sélectionnées

source: only include non-merged single evals
fr: n'inclure que les évaluations simples non fusionnées

source: Note: Enter/Modify the parameters above for a new search.
fr: Note : Entrer/modifier les paramètres ci-dessus pour effectuer une nouvelle recherche.

source: Show/Hide Search Entry
fr: Montrer/masquer l’entrée de recherche

source: Export
fr: Exporter

source: Evaluation Search Result
fr: Résultat de la recherche d'évaluation

source: Evaluation Completions
fr: Achèvements des évaluations

source: Completions
fr: Achèvement

source: Non-completions
fr: Non-achèvement

source: Add new email template
fr: Ajouter un nouveau modèle d'e-mail

source: Email Templates
fr: Modèles d'e-mail

source: Default
fr: Par défaut

source: modify
fr: modifier

source: Evaluations Completion
fr: Achèvement des évaluations

source: No students associated
fr: Aucun étudiant associé

source: Please complete this Evaluation
fr: Veuillez compléter cette évaluation

source: Please complete the course evaluation for: {title} which can be found at {url}
fr: Veuillez compléter l'évaluation du cours pour : {title} que vous trouverez à l’adresse {url}

source: select/deselect all
fr: sélectionner/désélectionner tout

source: Send email to students
fr: Envoyer un e-mail aux étudiants

source: Subject
fr: Objet

source: Body
fr: Texte

source: Modify Email Template
fr: Modifier le modèle d'e-mail

source: Add Email Template
fr: Ajouter un modèle d'e-mail

source: Report
fr: Faire un compte rendu

source: Create New Merged Evaluation
fr: Créer une nouvelle évaluation fusionnée

source: Merged Evaluations Scoreboard
fr: Tableau de bord fusionné des évaluations

source: Evaluation Tools
fr: Outils d'évaluation

source: select
fr: sélectionner

source: View merged eval report scoreboard
fr: Voir le tableau de bord du compte rendu d'évaluation fusionné

source: View users with overdue evals
fr: Voir les utilisateurs dont les évaluations sont en souffrance

source: Search evaluations
fr: Chercher des évaluations

source: Create an evaluation
fr: Créer une évaluation

source: Manage evaluations by faculty/staff
fr: Gérer les évaluations des enseignants

source: Create batch evals by time period
fr: Créer des lots d'évaluation par période

source: Evals by course
fr: Evaluations par cours

source: View
fr: Voir

source: Evaluations for {label}
fr: Evaluations pour {label}

source: Click on column heading to sort.
fr: Cliquer sur le titre de la colonne pour trier.

source: No evaluations for {course_title}.
fr: Aucune évaluation pour {course_title}.

source: No evaluations for {time_period}.
fr: Aucune évaluation pour {time_period}.

source: There is no current time period.
fr: Il n'ya actuellement aucune période.

source: Current Evaluations
fr: Evaluations actuelles

source: All Current Evaluations
fr: Toutes les évaluations actuelles

source: Current Time Periods
fr: Périodes actuelles

source: Past Time Periods
fr: Périodes passées

source: Evals by time period
fr: Evaluations par période

source: Choose another User Group
fr: Choisir une autre groupe d'utilisateurs

source: That is an invalid user group id.
fr: C'est un identifiant de groupe d'utilisateurs invalide

source: Successfully Saved
fr: Sauvegardé avec succès

source: Instructions
fr: Consignes

source: Display Faculty Name
fr: Affiche le nom des enseignants

source: Faculty/Staff names will be displayed instead of evaluation titles, if "Yes" is selected.
fr: Le nom des enseignants sera affiché à la place des titres d'évaluation, si « Oui »est sélectionné.

source: Note: Any modifications will NOT impact those already created evaluations. The change will appear only on the intermediate page that list all the evaluations.
fr: Note : Toute modification n'a AUCUN impact sur les évaluations déjà créées. La modification n'apparaît que sur la page intermédiaire qui répertorie toutes les évaluations.

source: Modify Evaluations By Faculty/Staff
fr: Modifier les évaluations par enseignant

source: Manage Evaluations By Faculty/Staff
fr: Gérer les évaluations des enseignants

source: No current evals by faculty/staff
fr: Aucune évaluation actuelle des enseignants

source: Total Number of New Evaluations
fr: Nombre total de nouvelles évaluations

source: last modified
fr: dernière modification

source: No New Evaluations.
fr: Aucune nouvelle évaluation

source: followed by
fr: suivie par

source: Displayed Title
fr: Titre affiché

source: if nothing is entered, it will default to course title.
fr: si rien n'est entré, le titre par défaut sera celui du cours.

source: Faculty/Staff names will be displayed in place of evaluation titles.
fr: Le nom des enseignants sera affiché à la place des titres d'évaluation

source: Create Evaluations By Faculty/Staff
fr: Gérer les évaluations par enseignant

source: Successfully deleted
fr: Effacé avec succès

source: Problem deleting eval_id {eval_id}
fr: Impossible d'effacer eval_id {eval_id}

source: Eval id {eval_id} cannot be deleted. The eval might be already available to students or some students might have already worked on it.
fr: Eval id {eval_id} ne peut être effacée Cette évaluation est déjà la disposition des étudiants ou certains étudiants y ont déjà travaillé.

source: Add Filter
fr: Ajouter un filtre

source: Eval ID = {id} has been copied to this new eval
fr: Identifiant de l'évaluation = {id} a été copié pour cette nouvelle évaluation

source: New eval has been created; Eval ID = {id}
fr: Une nouvelle évaluation a été créée ; Identifiant de l'évaluation = {id}

source: Eval Information
fr: Information sur l'évaluation

source: Eval has been answered; questions may only be added, and its dates/stylesheets may be edited.
fr: L'évaluation a été effectuée ; des questions peuvent seulement être ajoutées et ses dates/feuilles de style éditées peuvent être éditées.

source: You can {strongtag1}edit the eval information{strongtag2} here: that is, its title, course, time period, due date information, and stylesheet information. To cause the changes to take effect, enter your user name and password and choose "Save Changes". When you do, the eval will be changed, and you will continue to work with this eval. If you need to create new courses or new time periods, you can do that {linktag1}here{linktag2}.
fr: Vous pouvez {strongtag1} éditer les informations sur l'évaluation{strongtag2} ici : c'est-à-dire les informations sur son titre, le cours, la période, la date d'échéance et sur la feuille de style. Pour que les modifications s'effectuent, entrez votre nom d'utilisateur et votre mot de passe et choisissez « Sauvegarder les modifications ». En procédant ainsi, l'évaluation sera modifiée et vous continuerez à travailler avec cette évaluation. Si vous devez créer de nouveaux cours ou périodes, vous pouvez le faire {linktag1}ici{linktag2}.

source: Because this eval has already been answered, its title, course, teaching site and time period information cannot be changed. However, if necessary, you can {strongtag1}change its date and stylesheet information{strongtag2} here.
fr: Comme cette évaluation a déjà été effectuée, les informations sur son titre, cours, site d'enseignement et période ne peuvent être modifiées. Cependant, si nécessaire, vous pouvez {strongtag1}modifier les informations sur sa date et sa feuille de style{strongtag2} ici.

source: Eval ID
fr: Identifiant de l'évaluation

source: Preview this eval
fr: Prévisualiser cette évaluation

source: To {strongtag}create a new eval{strongtag2}, enter the title, course, time period, date and stylesheet information below. Then, enter your user name and password and choose "Create New Eval". After you do this, a new eval will be created, and you will be able to add questions to it (either from scratch or by copying them from another eval). If you need to create new courses or new time periods, you can do that {linktag1}here{linktag2}
fr: Pour {strongtag}créer une nouvelle évaluation{strongtag2}, entrez les informations sur le titre cours, période et feuille de style ci-dessous. Entrez ensuite votre nom d'utilisateur et mot de passe et choisissez « Créer une nouvelle évaluation ». Après cela, une nouvelle évaluation sera créée et vous pourrez y ajouter des questions (entièrement nouvelles ou en les copiant dans d'autres évaluations). Si vous devez créer de nouveaux cours ou périodes, vous pouvez le faire {linktag1}ici{linktag2}

source: Teaching Site
fr: #-#-#-#-# course-management_catalog.po (PACKAGE VERSION) #-#-#-#-# #-#-#-#-# eval_catalog.po (PACKAGE VERSION) #-#-#-#-# Site d’enseignement

source: Submittable Date
fr: Date d'inscription

source: Preliminary Due Date
fr: Date d'échéance préliminaire

source: Question Stylesheet
fr: Feuille de style des questions

source: Default Question Stylesheet
fr: Feuille de style des questions par défaut

source: Results Stylesheet
fr: Feuille de style des résultats

source: Default Results Stylesheet
fr: Feuille de style des résultats par défaut

source: Create New Eval
fr: Créer une nouvelle évaluation

source: Please click on a course to get a list of corresponding teaching sites.
fr: Veuillez cliquer sur un cours pour afficher la liste des sites d'enseignement correspondants.

source: Copy This Eval
fr: Copier cette évaluation

source: You may {strongtag1}create a new eval{strongtag2} which is a copy of {em_tag}this{em_tag2} eval (which you can then edit) by entering your username and password below and choosing "Copy This Eval". If you do that, a new eval will be created whose information (title, course, dates, etc.) will be exactly the same as this eval, with the set of questions here linked to it. You will be able to edit that evals information and manipulate its question list.
fr: Vous pouvez {strongtag1}créer une nouvelle évaluation{strongtag2} qui est une copie de {em_tag}cette{em_tag2} évaluation (que vous pouvez ensuite éditer) en entrant votre nom d'utilisateur et mot de passe ci-dessous et en choisissant « Copier cette évaluation ». Après cela, une nouvelle évaluation sera créée dont les informations (titre, cours, dates, etc.) seront exactement les mêmes que cette évaluation avec un ensemble de questions relié à celle-ci ici. Vous pourrez éditer les informations de cette évaluation et manipuler la liste des questions.

source: Copy this Eval
fr: Copier cette évaluation

source: There are no questions entered for this eval. There are two approaches to adding questions to this eval.
fr: Il n’y a aucune question entrée pour cette évaluation. Il y a deux méthodes pour ajouter des questions à cette évaluation.

source: You may {strongtag1}copy the question list from another eval{strongtag2} by following the instructions under "Copy Questions from Another Eval"; or
fr: Vous pouvez {strongtag1}copier la liste de questions d'une autre évaluation{strongtag2} en suivant les consignes de « Copier les questions d'une autre évaluation » ; ou

source: You may {strongtag1}make a new question from scratch{strongtag2} to add to this eval by following the instructions under "Add a Question to This Eval".
fr: Vous pouvez {strongtag1}créer une question à partir de zéro{strongtag2} pour l'ajouter à cette évaluation suivant les consignes de « Ajouter une question à cette évaluation ».

source: Copy Questions from Another Eval
fr: Copier les questions d'une autre évaluation

source: You {strongtag1}copy the list of questions from another eval{strongtag2} to this eval by selected the other eval below, entering your username and password, and choosing "Copy Questions from Eval". When you do this, the questions which are linked to the other eval will become linked to this eval, and you will be able to work with them here.
fr: Vous pouvez {strongtag1}copier la liste de questions d'une autre évaluation{strongtag2} dans cette évaluation en sélectionnant l'autre évaluation ci-dessous, en entrant votre nom d'utilisateur et votre mot de passe et en choisissant « Copier les questions de l'évaluation ». En procédant ainsi, les questions liées à l'autre évaluation seront reliées à cette évaluation et vous pourrez les travailler ici.

source: Copy Eval
fr: Copier l'évaluation

source: Alternatively, you may enter an Eval ID:
fr: Sinon, vous pouvez entrer un identifiant d'évaluation :

source: Copy Questions from Eval
fr: Copier les questions de l'évaluation

source: You can {strongtag1}manipulate the question list{strongtag2} of this eval here. The list of all of the questions (along with their information) is shown below. You can do the following things to a question:
fr: Vous pouvez {strongtag1}manipuler la liste de questions{strongtag2} de cette évaluation ici. La liste de toutes les questions (avec leurs informations) est affichée ci-dessous. Vous pouvez mener les actions suivantes sur une question :

source: {strongtag1}Unlink{strongtag2} it from this eval (this does not delete the question or affect its relationship with other evals).
fr: {strongtag1}Dissocier{strongtag2} celle-ci de cette évaluation (cela n'efface pas la question ni n'affecte les relations avec les autres évaluations).

source: {strongtag1}Edit{strongtag2} the question itself. This option will let you edit the question information. This option is not available if the question is part of another eval that has already been answered.
fr: {strongtag1}Editer{strongtag2} la question elle-même. Cette option vous permet d'éditer les informations sur la question. Cette option est indisponible si la question fait partie d'une autre évaluation qui a déjà été effectuée.

source: {strongtag1}Duplicate and then edit{strongtag2} the question. This will make a duplicate of the question, unlink the original question, link the duplicate question, and edit the newly duplicated question.
fr: {strongtag1}Dupliquer et éditer ensuite{strongtag2} la question. Ceci effectuera un double de la question, supprimera le lien avec la question originale, reliera la question dupliquée et éditera la nouvelle question dupliquée.

source: For each question you wish to manipulate, choose the checkbox next to the action to the right of the question below. After you have selected all of the questions you with to unlink, duplicate, and edit, enter your password below and choose "Create and Edit Questions". If you are editing any questions (possibly after duplicating them), you will be taken to a page where you can do that.
fr: Pour toute question que vous souhaitez manipuler, choisissez la case à cocher à côté de l'action à droite de la question ci-dessous. Après avoir sélectionné toutes les questions que vous souhaitez dissocier, dupliquer et éditer, entrez votre mot de passe ci-dessous et choisissez « Créer et éditer des questions ». Si vous éditez des questions (après les avoir éventuellement dupliquées), vous serez conduit à une page où vous pourrez le faire.

source: Automate All Labels
fr: Automatiser toutes les étiquettes

source: Edit All
fr: Editer tout

source: Deselect All
fr: Désélectionner tout

source: Unlink and Edit Questions
fr: Dissocier et éditer des questions

source: Add a Question to This Eval
fr: Ajouter une question à cette évaluation.

source: New Question Type
fr: Type de la nouvelle question.

source: Please select at least one question.
fr: Veuillez sélectionner au moins une question.

source: Can't unlink
fr: Impossible de supprimer le lien

source: Can't duplicate
fr: Impossible de dupliquer

source: Duplicate
fr: Dupliquer

source: Unlink
fr: Supprimer le lien

source: with lower
fr: avec inférieur

source: with higher
fr: avec supérieur

source: Choice Columns
fr: Choix des colonnes

source: Unspecified
fr: Non spécifié

source: Long Text
fr: Texte long

source: Small groups instructor info here.
fr: Infos sur l'instructeur des petits groupes ici.

source: Reference to
fr: Référence à

source: Eval Editing
fr: Editer l'évaluation

source: Create Filter
fr: Créer un filtre

source: Stylesheet '{name}' ({id}) created.
fr: Feuille de style'{name}' ({id}) créée.

source: Include All
fr: Inclure tout

source: Include Selected
fr: Inclure les éléments sélectionnés

source: Exclude All
fr: Exclure tout

source: Exclude Selected
fr: Exclure les éléments sélectionnés

source: Evaluation Filter
fr: Filtre d'évaluation

source: Refresh the Data
fr: Actualiser la date

source: Close This Window
fr: Fermer la fenêtre

source: Eval contains no questions.
fr: L'évaluation ne contient aucune question.

source: Stylesheet Type
fr: Type de feuille de style

source: Make Default
fr: Fait défaut

source: Submit
fr: Soumettre

source: Reset
fr: Réinitialiser

source: You've attempted to load a stylesheet that doesn't exist.
fr: Vous essayez de charger une feuille de style qui n'existe pas.

source: Your new eval filter stylsheet has been created.
fr: Votre nouvelle feuille de style de filtre d'évaluation a été créée.

source: The eval filter stylsheet '{name}' has been updated.
fr: Cette feuille de style de filtre d'évaluation '{name}' a été mise à jour.

source: Eval Filter Stylesheet
fr: Feuille de style de filtre d'évaluation

source: Oops! I can't find your saved answers. Did your password change? Please try Load Answers again with your old password.
fr: Désolé. Je ne trouve pas vos réponses sauvegardées. Avez-vous modifié votre mot de passe ? Veuillez essayer de de charger à nouveau les réponses avec votre ancien mot de passe.

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Answers loaded.
fr: Réponses chargées.

source: Load Previously Saved Responses
fr: Charger les réponses précédemment sauvegardées

source: If you have already partially completed and saved answers to this eval, you may retrieve your responses by entering your password here and clicking <strong>Load</strong>.
fr: Si vous avez déjà partiellement complété et sauvegardé les questions de cette évaluation, vous pouvez extraire vos réponses en entrant votre mot de passe et en cliquant <strong>Charger</strong>.

source: You have completed the evaluation entitled <b>"{title}"</b>. Your feedback is greatly appreciated.
fr: Vous avez effectué l'évaluation intitulée <b>"{title}"</b>. Vos commentaires sont très appréciés

source: School
fr: Ecole

source: This may be verified at {url}
fr: Ce peut être vérifié à {url}

source: If you wish to set aside this eval and come
fr: Si vous souhaitez annuler cette évaluation et partir

source: Generating XML... this can take a very long time.
fr: Génération XML... cela peut durer très longtemps

source: Error in eval ajax request:
fr: Erreur au niveau de la requête ajax de l'évaluation :

source: Unspecified error loading results... possible timeout.
fr: Erreur non précisée dans les résultats du chargement...possible expiration.

source: Error processing eval ajax request:
fr: Une erreur de traitement au niveau de la requête ajax de l'évaluation :

source: Generate XML For:
fr: Générer du XML pour :

source: Minor Regeneration
fr: Régénération mineure

source: Total Regeneration
fr: Régénération complète

source: Just Bar Graphs
fr: Simples graphiques à barres

source: Generate XML for:
fr: Générer du XML pour :

source: Selects the object type to regenerated for the eval.<br> Eval = HSDB45::Eval::Formatter<br> Eval Results = HSDB45::Eval::Results<br> Eval Merged Results = HSDB45::Eval::MergedResults<br> Eval Completions = HSDB45::Eval::Results and HSDB45::Eval::Completion::Formatter<br>
fr: Sélectionne le type d'objet à régénérer pour l'évaluation<br> Eval = HSDB45::Eval::Formateur<br> Résultats de l'éval = HSDB45::Eval::Résultats<br> Eval fusionnée Résultats = HSDB45::Eval::Résultatsfusionnés<br> Achèvement Eval = HSDB45::Eval::Résultats et HSDB45::Eval::Achèvement::Formateur<br>
