Repository: mprentice/Opentusk
Catalog: locale/*/LC_MESSAGES/tusk.po
Languages: fr

source: {bad_content} pieces of content were of the wrong type and could not be added.
fr: {bad_content} les éléments de contenu étaient de mauvais type et n'ont pas pu être ajoutés.

source: This content cannot be added. Only images can be added to a Flash Card Deck.
fr: Ce contenu ne peut être ajouté. Vous ne pouvez ajouter que des images à un deck de cartes flash.

source: Flash Card Decks
fr: Decks de carte flash

source: Are you sure you wish to delete this flash card?
fr: Voulez-vous vraiment supprimer cette carte flash ?

source: Answer:
fr: Réponse :

source: Flash Card Deleted
fr: Carte flash supprimée

source: You attempted to delete a Flash Card that does not exist, perhaps it has already been deleted.
fr: Vous essayez de supprimer une carte flash qui n’existe pas ou qui a peut-être déjà été supprimée.

source: {site_abbr} NO CARD
fr: PAS DE CARTE FLASH {site_abbr}

source: New Card
fr: Nouvelle carte

source: Flash Card Deck
fr: Deck de carte flash

source: Manage Schedule
fr: Gérer le planning

source: Room
fr: Chambre

source: Mandatory
fr: Obligatoire

source: Start Time
fr: Début

source: End Time
fr: Fin

source: Modify Schedule
fr: Modifier le planning

source: Invalid schedule id passed
fr: Identifiant du planning invalide

source: No schedule id passed
fr: Aucun identifiant de planning

source: Event Title
fr: Titre de l'événement

source: Event Date
fr: Date de l'événement

source: Show on Schedule as
fr: Afficher sur le planning comme

source: UMLS Concepts and Keywords
fr: Concepts UMLS et mots-clés

source: User-Defined Keywords
fr: Mots-clés définis par l'utilisateur

source: Class meeting updated.
fr: Séance de cours mise à jour

source: My Folders
fr: Mes dossiers

source: Manage Competencies
fr: Gérer les compétences

source: Competency Types
fr: Types de compétence

source: Add Competency Type
fr: Ajouter un type de compétence

source: No competency types exist.
fr: Il n'existe aucun type de compétence.

source: Manage Competency Types
fr: Gérer les types de compétence

source: Add Competency
fr: Ajouter une compétence

source: Add Child
fr: Ajouter un enfant

source: No competencies exist.
fr: Il n'existe aucune compétence.

source: This cannot be deleted because there are currently competencies of this type.
fr: Impossible d'effacer car il y a actuellement des compétences de ce type.

source: New Folder
fr: Nouveau dossier

source: Reuse {site_abbreviation} Content
fr: Réutiliser du contenu de {site_abbreviation}

source: Link to URL
fr: Lien vers URL

source: No content is linked.
fr: Aucun contenu lié

source: Order Successfully Changed
fr: Consigne changée avec succès

source: Folder Content
fr: Contenu du dossier

source: Courses
fr: Cours

source: Course ID
fr: Identifiant du cours

source: City/State
fr: Ville/Etat

source: Site City State
fr: Site Ville Etat

source: Delete Result
fr: Supprimer le résultat

source: Result {id} not found
fr: Résultat {id} introuvable

source: Create Search Result
fr: Créer un résultat de recherche

source: Modify Search Result
fr: Modifier un résultat de recherche

source: Result Type
fr: Type de résultat

source: Create Search Term
fr: Créer un terme de recherche

source: Search Terms
fr: Termes de recherche

source: Search Term
fr: Terme de recherche

source: Search result successfully created.
fr: Résultat de recherche créé avec succès.

source: Are you sure you want to delete this search result category?
fr: Etes-vous certain de vouloir supprimer cette catégorie de résultats de recherche ?

source: Category Deleted
fr: Catégorie supprimée

source: Create Search Result Category
fr: Créer une catégorie de résultats de recherche

source: Modify Search Result Category
fr: Modifier une catégorie de résultats de recherche

source: Create Search Result
fr: Créer un résultat de recherche

source: Search result category successfully created.
fr: Catégorie de résultats de recherche créée avec succès.

source: Label is a required field
fr: Etiquette est un champ requis

source: Delete and Continue
fr: Supprimer et continuer

source: Note - If the course you are looking for is not included in the dropdown above, the user group enrollment option needs to be adjusted on the Basic Information page for a course. To do this, enter a course in authoring view and select the "Basic Information" link (note only school administrators will have this option). Next to the line which reads "Manage Enrollment with User Groups", select "Yes" from the dropdown menu and the click the "Save and Continue" button.
fr: Note - Si le cours recherché ne figure pas dans le menu déroulant ci-dessus, l'option d'inscription du groupe d'utilisateurs doit être modifiée sur la page d'information de base pour le cours. Pour ce faire, saisir un cours dans création de vue et sélectionner le lien « Information de base » (cette option est exclusivement réservée aux administrateurs d'école). A côté de la ligne « Gérer l'inscription avec les groupes d'utilisateurs », sélectionner « Oui » dans le menu déroulant et cliquer sur « Sauvegarder et continuer ».

source: Add/Edit Group Links
fr: Ajouter / modifier les liens du groupe

source: We are sorry, but you cannot modify a meeting type that is linked to existing meetings.
fr: Désolé, vous ne pouvez modifier un type de séances qui est lié aux séances existantes.

source: Select a course to manage or add content to:
fr: Sélectionner un cours pour gérer ou ajouter des contenus :

source: Export Course
fr: Exporter le cours

source: Start Date:
fr: Date de début :

source: End Date:
fr: Date de fin :

source: Select Content to Export
fr: Sélectionner le contenu à exporter

source: Export All Content
fr: Exporter tous les contenus

source: Invalid file name.
fr: Nom de fichier invalide.

source: Unable to open file.
fr: Impossible d'ouvrir le fichier.

source: Please do not reload this page.
fr: Ne rechargez pas la page.

source: Thank you for your patience.
fr: Merci de votre patience.

source: Select Exported Content
fr: Sélectionner le contenu exporté

source: * Please enter a title.
fr: * Veuillez entrer un titre.

source: * Please enter a type.
fr: * Veuillez entrer un type.

source: Integrated Course
fr: Cours intégré

source: Committee
fr: Comité

source: Course Source:
fr: Source du cours :

source: Registration Code:
fr: Code d'enregistrement :

source: Please enter a different code.
fr: Veuillez entrer un code différent.

source: Abbreviation:
fr: Abréviation :

source: Off
fr: Inactif

source: On
fr: Actif

source: Create New Course
fr: Créer un nouveau cours

source: Import Course
fr: Importer un cours

source: Confirm Authors
fr: Confirmer les auteurs

source: Author Name
fr: Nom de l'auteur

source: Sorry. Importing a course can be tough work. If the course is large, it might take several minutes to complete the process.
fr: Désolé. Importer un cours peut être un travail difficile. Si le cours est volumineux, ce processus peut prendre plusieurs minutes.

source: Potential security breach detected. Please try again. Thank you.
fr: Éventuelle faille de sécurité détectée. Essayez une nouvelle fois. Merci.

source: Course created successfully.
fr: Cours créé avec succès.

source: Please enter a type.
fr: Veuillez entrer un type.

source: No groups
fr: Aucun groupe

source: OEA Code
fr: Code OEA

source: Modify Basic Information
fr: Modifier les informations de base

source: Elective
fr: Facultatif

source: Add Course Student(s)
fr: Ajouter un/des étudiants du cours

source: Update All Teaching Sites
fr: Mettre à jour tous les sites d’enseignement

source: Manage Course Students
fr: Gérer les étudiants du cours

source: User:
fr: Utilisateur :

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: please confirm that you want these users removed from this course
fr: Confirmez que vous voulez supprimer les utilisateurs de ce cours

source: Delete Course Student
fr: Supprimer un étudiant du cours

source: User(s):
fr: Utilisateur(s) :

source: Teaching Site:
fr: Site d’enseignement :

source: Elective Student?
fr: Étudiant à un cours facultatif ?

source: Assign to Course Groups:
fr: Affecter à des groupes de cours :

source: No course groups.
fr: Aucun groupe de cours

source: Create/Modify Course Student
fr: Créer/modifier un étudiant du cours

source: To upload new content use the navy blue buttons below.<br>&nbsp;For administration functions use the links on the left.
fr: Pour charger du nouveau contenu, utilisez les boutons bleu marine ci-après.<br/>Pour les fonctions d’administration, utilisez les liens à gauche.

source: Course Controls
fr: Gestion des cours

source: Failed to create {name}
fr: Impossible de créer {name}

source: {name} created
fr: {name} créé

source: Failed to update {name}
fr: Impossible de mettre à jour {name}

source: {name} updated
fr: {name} mis à jour

source: {name} removed
fr: {name} supprimé

source: An error has occurred.
fr: Une erreur s'est produite.

source: This is a text.
fr: C'est un texte.

source: This is a radio.
fr: C'est une radio.

source: I was unable to modify this item!
fr: Je n'ai pas pu modifier cet élément !

source: I was unable to delete this item!
fr: Je n'ai pas pu supprimer cet élément !

source: Add Another {name}
fr: Ajouter un autre {name}

source: Edit Value
fr: Editer une valeur

source: Course objectives saved.
fr: Objectifs du cours sauvegardés

source: Course Objectives
fr: Objectifs du cours

source: Course Share modified successfully
fr: Partage de cours modifié avec succès

source: Course Share added successfully
fr: Partage de cours ajouté avec succès

source: Course Share
fr: Partage de cours

source: Course share
fr: Partage de cours

source: Action failed:
fr: Action impossible :

source: Delete Course Share
fr: Supprimer le partage de cours

source: Course share successfully deleted
fr: Partage de cours supprimé avec succès

source: Start date must be in the format YYYY-MM-DD
fr: La date de début doit être au format AAAA-MM-JJ HH:MM

source: End date must be in the format YYYY-MM-DD
fr: La date de fin doit être au format AAAA-MM-JJ HH:MM

source: You can not perform this action for the following reasons:
fr: Vous ne pouvez exécuter cette action pour les raisons suivantes :

source: Add Share
fr: Ajouter un partage

source: View All Shares
fr: Voir tous les partages

source: Shared With
fr: Partagé avec

source: Note
fr: A noter

source: Add Individual Members
fr: Ajouter des membres individuels

source: Add Members By User Group
fr: Ajouter des membres par groupe d'utilisateur

source: Add Members
fr: Ajouter des membres

source: New Faculty
fr: Nouvel enseignant

source: Staff
fr: Personnel

source: Role(s)
fr: Fonction(s)

source: Manage Faculty and Staff
fr: Gérer les enseignants et le personnel

source: Add Group Members
fr: Ajouter des membres du groupe

source: Group(s):
fr: Groupe(s) :

source: Select groups to add their members.
fr: Sélectionner des groupes à ajouter aux membres.

source: Group ID
fr: Identifiant du groupe

source: Group Name
fr: Nom du groupe

source: No "eternity" time period with appropriate end date.
fr: Pas de période « éternelle » avec une date finale appropriée

source: Please see administrator for assistance.
fr: Voir l'administrateur pour assistance

source: No User Group found with name
fr: Aucun utilisateur trouvé avec ce nom

source: Users successfully added.
fr: Utilisateurs ajoutés avec succès.

source: No user selected.
fr: Aucun utilisateur sélectionné.

source: Please confirm that you want these users removed from this course
fr: Confirmez que vous voulez supprimer les utilisateurs de ce cours

source: Delete Faculty and Staff
fr: Supprimer les enseignants et le personnel

source: Roles:
fr: Fonctions :

source: Advisor
fr: Conseiller

source: Director
fr: Directeur

source: Committee Member
fr: Membre du comité

source: Manager
fr: Responsable

source: Student Manager
fr: Responsable des étudiants

source: Student Editor
fr: Rédacteur des étudiants

source: Site Director
fr: Directeur du site

source: Labels
fr: Etiquettes

source: labels are used for sorting and display purposes only
fr: Les étiquettes ne sont utilisées que pour le tri et l'affichage

source: Instructor
fr: Instructeur

source: Lecturer
fr: Conférencier

source: Lab Instructor
fr: Instructeur labo

source: Teaching Assistant
fr: Assistant d’enseignement :

source: Librarian
fr: Bibliothécaire

source: Student Rep
fr: Représentant des étudiants

source: Assign to Course Groups
fr: Affecter à des groupes de cours :

source: >No course groups.
fr: >Aucun groupe de cours.

source: Create New Faculty & Staff
fr: Créer nouvel enseignant & personnel

source: Delivery Status:
fr: Accusé de réception :

source: No time periods associated.
fr: Aucune période associée.

source: No user group ID provided.
fr: Aucun identifiant de groupe d'utilisateurs fourni.

source: New Group
fr: Nouveau groupe

source: Usergroups
fr: Groupes d'utilisateurs

source: No usergroups available.
fr: Aucun groupe d'utilisateurs disponible

source: Are you sure you want to delete this group?
fr: Etes-vous certain de vouloir supprimer ce groupe ?

source: Delete School Group
fr: Supprimer le groupe d'écoles

source: Available Members
fr: Membres disponibles

source: Select users from above.
fr: Sélectionner des utilisateurs ci-dessus.

source: Current Members
fr: Membres actuels

source: User Group Successfully Added
fr: Groupe d'utilisateurs ajouté avec succès

source: User Group Successfully Updated
fr: Groupe d'utilisateurs mis à jour avec succès

source: Create User Group
fr: Créer un groupe d'utilisateurs

source: Modify User Group
fr: Modifier un groupe d'utilisateurs

source: New School Link
fr: Lien New School

source: Displaying
fr: Visualisation

source: Sublinks
fr: Sous-liens

source: The URL used : {url_path} does not have a valid school.
fr: L'URL utilisé {url_path} n'a pas d'école valide.

source: Are you sure you want to delete this School Link? Please note that you will be deleting any sublinks this link might have as well.
fr: Etes-vous certain de vouloir effacer ce lien école ? Veuillez noter que vous allez aussi effacer tous les sous-liens que ce lien peut comporter.

source: Show Date
fr: Afficher la date

source: Hide Date
fr: Date de Cacher

source: NEXT
fr: SUIV.

source: showing {start} to {end}
fr: montrer {start} à {end}

source: You must enter some search criteria
fr: Vous devez entrer des critères de recherche

source: Keyword Created
fr: Mot-clé créé

source: No Keyword Created; please enter a valid value.
fr: Aucun mot-clé créé ; veuillez entrer une valeur valide.

source: Definition
fr: Définition

source: Objective
fr: Objectif

source: Find Objectives
fr: Trouver des objectifs

source: Advanced
fr: Recherche avancée

source: Create New User
fr: Créer un nouvel utilisateur

source: User not found.
fr: Utilisateur introuvable

source: Reg. Code
fr: Code rég.

source: Roles
fr: Fonctions

source: This user has no associated course information.
fr: Cet utilisateur n'est pas associé aux informations du cours.

source: View Course Info
fr: Voir infos sur le cours

source: Find Users
fr: Trouver des utilisateurs

source: Course Info
fr: Infos sur le cours

source: No users found.
fr: Aucun utilisateur trouvé.

source: Degree
fr: Diplôme

source: Other
fr: Autre

source: Gender
fr: Sexe

source: Expires
fr: Expire

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Restricted
fr: Restreint

source: Unknown
fr: Inconnu

source: Female
fr: Féminin

source: Male
fr: Masculin

source: Authentication
fr: Authentification

source: Successfully saved
fr: Sauvegardé avec succès

source: Manage Announcements
fr: Gérer les annonces

source: Course Group
fr: Groupe de cours

source: Entire Course
fr: Cours entier

source: New Announcement
fr: Nouvelle annonce

source: Are you sure you want to delete this announcement?
fr: Etes-vous certain de vouloir supprimer cette annonce ?

source: Delete Announcement
fr: Effacer

source: Must supply an announcement id.
fr: Doit fournir l'identifiant de l'annonce.

source: Announcement deleted.
fr: Annonce effacée.

source: Please enter some text for this announcement.
fr: Veuillez entrer le texte de cette annonce

source: All {course_title}
fr: Tous {course_title}

source: Announcement For
fr: Annonce pour

source: Announcement Text
fr: Texte de l'annonce

source: Expiration Date
fr: Date d'expiration

source: Announcement for
fr: Annonce pour

source: Announcement
fr: Annonce

source: Announcement Successfully Added
fr: Annonce ajoutée avec succès

source: Manage Reports
fr: Gérer les Rapports

source: Export Data
fr: Exporter les données

source: New Report
fr: Nouveau Rapport

source: Views
fr: Vues

source: Visitors
fr: Visiteurs

source: Are you sure you want to delete the tracking for this item?
fr: Êtes-vous sûr de vouloir supprimer le suivi de cet ouvrage?

source: Tracking Deleted
fr: Suivi Supprimé

source: Delete Tracking
fr: Supprimer de Suivi

source: Content Id
fr: Identifiant de Contenu

source: Track a Specific Content ID
fr: Suivi d'un ID de contenu spécifique

source: Track this Content/Data
fr: Suivre ce contenu / données

source: All Dates
fr: Toutes les Dates

source: Between ...
fr: Entre ...

source: Report updated
fr: Rapport mis à jour

source: Report added
fr: Rapport ajoutée

source: Create New Report
fr: Créer un Nouveau Rapport

source: Modify Report
fr: Modifier le Rapport

source: Manage Time Periods
fr: Gérer les périodes

source: New Time Period
fr: Nouvelle période

source: Academic Year
fr: Année académique

source: Are you sure you want to delete this time period?
fr: Etes-vous certain de vouloir effacer cette période ?

source: Time Period Deleted
fr: Période effacée

source: Delete Time Period
fr: Effacer la période

source: Time period successfully modified
fr: Période modifiée avec succès

source: Time period successfully created
fr: Période créée avec succès

source: Create New Time Period
fr: Créer une nouvelle période

source: Modify Time Period
fr: Modifier la période

source: {site_abbreviation} Content ID:
fr: Identifiant du contenu {site_abbreviation} :

source: find content ids
fr: Trouver identifiants de contenu

source: How do you want to reuse this content?
fr: Comment voulez-vous réutiliser ce contenu ?

source: Make an Editable Copy (Create New ID)
fr: Faire une copie modifiable (créer un nouvel identifiant)

source: Copy Keywords
fr: Copier mots clés

source: Copy Objectives
fr: Copier objectifs

source: more about these options
fr: En savoir plus sur ces options

source: Reuse Content
fr: Réutiliser contenu

source: Reporting
fr: Rapports

source: Usergroup Reports
fr: Rapports UserGroup

source: Course Reports
fr: Rapports de cours

source: Usergroup
fr: Groupe d'utilisateurs

source: Time Period(s)
fr: Période(s)

source: Update
fr: Mettre à jour

source: Class Meetings
fr: Réunions de classe

source: This course is a child course of {parent_course}
fr: Ce cours est un cours complémentaire de {parent_course}

source: No classes scheduled for {course} in {label} ({year})
fr: Aucune classe prévue pour {course} dans {label} ({academic_year})

source: No UMLS keywords available for {course} in {label} ({year})
fr: Aucun mot-clé UMLS disponible pour {course} in {label} ({year}

source: No user-defined keywords available for {course} in {label} ({year})
fr: Aucun mot-clé défini par l'utilisateur disponible pour {course} in {label} ({year})

source: This course is a child course of {parent}
fr: Ce cours est un cours complémentaire de {parent}

source: Excluded Courses
fr: Cours Exclus

source: My History
fr: Mon historique

source: Patient Log History for {firstname} {lastname}
fr: Historique de la fiche du patient pour {firstname} {lastname}

source: All Time Periods
fr: Toutes les périodes

source: All Teaching Sites
fr: Tous les sites d’enseignement

source: Advanced Search
fr: Recherche avancée

source: Custom Reports
fr: Comptes rendus personnalisés

source: You are not associated with a Teaching Site
fr: Vous n'êtes associé à aucun site d'enseignement

source: Manage Patient Logs
fr: Gérer les fiches des patients

source: Custom
fr: Personnaliser

source: Manage {form}
fr: Gérer {form}

source: Are you sure you want to delete this Patient Log?
fr: Etes-vous certain de vouloir supprimer cette fiche de patient ?

source: Delete Patient Log
fr: Effacer la fiche du patient

source: Modify {form}
fr: Modifier {form}

source: Create New {form}
fr: Créer nouveau {form}

source: Sorry, there was an error generating the report.
fr: Désolé, une erreur s'est produite dans la génération du rapport.

source: Course Summary
fr: Résumé du cours

source: Site Summary
fr: Résumé du site

source: Student Summary
fr: Résumé de l'étudiant

source: Comments
fr: Commentaires

source: Logs
fr: Fiches

source: # Patients Seen
fr: # Patients vus

source: # Students Reporting
fr: # Etudiants établissant un compte rendu

source: % Students Reporting
fr: % Etudiants établissant un compte rendu

source: Total Number of Students
fr: Nombre total d'étudiants

source: Total Number of Students Reporting
fr: Nombre total d'étudiants faisant un compte rendu

source: Total Number of Patients Seen
fr: Nombre total de patients vus

source: Approved
fr: Approuvé

source: Not yet approved
fr: Pas encore approuvé

source: Response
fr: Réponse

source: Select a category to display
fr: Sélectionner une catégorie à afficher

source: show all
fr: afficher tout

source: Show 'Should See' only
fr: Afficher « Doit voir » seulement

source: Export All Students
fr: Exporter tous les étudiants

source: Invalid Patient log
fr: Fiche du patient invalide

source: Invalid Permission
fr: Autorisation invalide

source: # Students
fr: # Etudiants

source: % Student Reporting
fr: % Etudiants établissant un compte rendu

source: View by Site
fr: Voir par site

source: View by Site (summary percentages)
fr: Voir par site (taux récapitulatifs)

source: View by Student
fr: Voir par étudiant

source: Summary View
fr: Voir résumé

source: Default Reports
fr: Comptes rendus par défaut

source: Literature Links
fr: Liens avec la littérature

source: Patient Log Report
fr: Compte rendu sur la fiche du patient

source: Edit Entry
fr: Editer l'entrée

source: Delete Entry
fr: Effacer l'entrée

source: Patient Log Homepage
fr: Page d'accueil de la fiche du patient

source: Manage Patient Log
fr: Gérer la fiche du patient

source: My Reports
fr: Mes comptes rendus

source: Entry Forms
fr: Formulaires d'entrée

source: Patient Log Entry Form
fr: Formulaire d'entrée de la fiche du patient

source: Click on Show Links to see Literature Links
fr: Cliquer sur Afficher les liens pour voir les liens avec la littérature

source: Form Name
fr: Nom du formulaire

source: Are you sure you want to delete this patient log entry?
fr: Etes-vous certain de vouloir supprimer l'entrée de cette fiche de patient ?

source: Patient Log Entry Deletion
fr: Suppression de l'entrée de la fiche du patient

source: This content has expired!<br>You are only able to see it because you are an editor
fr: #-#-#-#-# assignment_catalog.po (PACKAGE VERSION) #-#-#-#-# Contenu expiré.<br/>Vous ne pouvez le voir qu’en qualitéd’éditeur.

source: Previous Document
fr: Document précédent

source: To Collection
fr: Vers collection

source: Next Document
fr: Document suivant

source: Full Doc
fr: Document complet

source: View Full Document
fr: Voir document complet

source: Doc Summary
fr: Résumé du document

source: View Document Summary
fr: Voir résumé du document

source: View Content Objectives
fr: Voir objectifs du contenu

source: View Notes
fr: Voir notes

source: Show full content notes
fr: Afficher les notes intégrales du contenu

source: Take notes on all items in collection
fr: Prendre des notes sur tous les articles de la collection

source: View Linked Documents
fr: Voir documents liés
