Repository: mprentice/Opentusk
Catalog: locale/*/LC_MESSAGES/tusk.po
Languages: fr

source: Selects how much information should be regenerated by this process.<br> Total Regenration will completly regenerate all results for the selected eval.<br> Just Bar Graphs will only regenerate data for the bar graphs.<br> Minor Regeneration will only regenerate the xml related to the eval but not the graphs.<br><b>Note:</b>Regeneration is only valid if you are generating xml for Eval Results or Eval Merged Results.<br>
fr: Sélectionne le nombre d'informations à régénérer par ce processus.<br> La régénération complète régénérera intégralement tous les résultats des éval choisies.<br> Les simples graphiques à barres ne régénéreront que les données des graphiques à barres.<br> La régénération mineure ne régénérera que le xml lié à l'éval mais pas les graphiques.<br><b>Note:</b>La régénération n'est valable que si vous générez du xml pour les résultats de l'éval ou de l'éval fusionnée.<br>

source: This option will render the xml that was regenerated on the screen.
fr: Cette option affichera le xml régénéré à l'écran.

source: This will cause the browser to download the xml that was regenerated.
fr: Cela conduira le navigateur à télécharger le xml régénéré.

source: ERROR: You must fill in all fields of the form.
fr: ERREUR: Vous devez compléter tous les champs du formulaire.

source: Unknown Merged Eval Report
fr: Compte rendu d'évaluation fusionnée inconnu

source: This eval has been requested {num} times.
fr: Cette évaluation a été demandée {num} fois.

source: Save
fr: Sauvegarder

source: Entry Form
fr: Formulaire d'entrée

source: Group
fr: Groupe

source: Submit Date
fr: Date de soumission

source: Patient Encounter Date
fr: Date de rencontre du patient

source: Field
fr: Champ

source: Successfully updated
fr: Mis à jour avec succès

source: UserID
fr: Identifiant utilisateur

source: Preview
fr: Aperçu

source: Delete
fr: Effacer

source: No Results
fr: Pas de résultats

source: Do you want to delete this Field?
fr: Voulez-vous supprimer ce champ ?

source: Delete Field
fr: Effacer le champ

source: Modify Attribute
fr: Modifier attribut

source: That query does not belong to you.
fr: Cette requête ne vous appartient pas.

source: Keyword
fr: Mot clé

source: Document Title
fr: Titre du document

source: Course Title
fr: Titre du cours

source: Content ID
fr: Identifiant de contenu

source: Any
fr: N'importe lequel

source: Downloadable File
fr: Fichier téléchargeable

source: Slide
fr: Diapositive

source: Student Notes
fr: Notes d’étudiant

source: Video
fr: Vidéo

source: All
fr: Tout

source: Displaying {name} - {number} of {total} results
fr: Affichage de {name} - {number} résultats sur {total}

source: UMLS Concepts
fr: Concepts UMLS

source: Search Results
fr: Résultats de recherche

source: Please select which UMLS concepts you want to include in your search.
fr: Veuillez sélectionner les concepts UMLS que vous souhaitez inclure dans votre recherche.

source: Results
fr: Résultats

source: Refine&nbsp;Results
fr: Affiner les&nbsp;résultats

source: To delete uploaded files, select and click on 'Save Changes'
fr: Pour supprimer les fichiers chargés, sélectionner et cliquer sur « Sauvegarder les modifications »

source: Failed to delete the file(s).
fr: Impossible de supprimer le/les fichiers.

source: Missing Assignment.
fr: Travaux manquants.

source: Invalid Assignment.
fr: Travaux invalides.

source: Last Modified
fr: Dernière modification

source: {student} has already resubmitted assignments. If you disallow resubmission, all the subsequent submissions will not visible.
fr: {student} s'est déjà réinscrit à des travaux. Si vous interdisez les réinscriptions, toutes les réinscriptions suivantes seront invisibles.

source: You have successfully allowed resubmission for {student}.
fr: Vous avez permis avec succès la réinscription de {student}.

source: Assignment Title:
fr: Titre des travaux :

source: {student_label} Name:
fr: {student_label} Nom :

source: Allow Resubmission:
fr: Permettre une réinscription:

source: Assignment Resubmission
fr: Réinscription à des travaux

source: {type} Name
fr: {type} Nom

source: {type} Comment
fr: {type} Commentaire

source: {type} Files
fr: {type} Fichiers

source: Grade
fr: Note

source: Instructor Feedback
fr: Bilan de l'instructeur

source: Post Grades
fr: Poster les notes

source: Grade event for this assignment is already posted.
fr: L’événement de notation pour ces travaux est déjà posté.

source: Update Grade
fr: Actualiser la note

source: No students have submitted the assignment.
fr: Aucun étudiant n'a présenté de travaux.

source: Grade Assignment
fr: Attribution d'une note

source: Grade:
fr: Note :

source: Manage Assignments
fr: Gérer les travaux

source: Weight
fr: Poids

source: New Assignment
fr: Nouveaux travaux

source: No Assignments
fr: Aucun travail

source: Grade/View
fr: Note/Voir

source: Users
fr: Utilisateurs

source: Invalid/Missing student's group id.
fr: Identifiant de l'étudiant manquant/invalide.

source: Invalid/Missing student's userid.
fr: Identifiant de l'étudiant invalide/manquant

source: You have successfully updated the grade for {student}
fr: Vous avez actualisé avec succès la note de {student}

source: Title:
fr: Titre :

source: Weight:
fr: Poids:

source: Due Date:
fr: Echéance :

source: Current Submission:
fr: Inscription actuelle :

source: Submit Date:
fr: Entrer la date:

source: Comments from {label}:
fr: Commentaires de {label} :

source: {label} Files:
fr: {label} Fichiers :

source: Feedback to {label}:
fr: Bilan à {label} :

source: Files to upload:
fr: Fichiers à charger :

source: Uploaded Files:
fr: Fichiers chargés :

source: Previous Submissions:
fr: Précédentes inscriptions :

source: Comments:
fr: Commentaires:

source: Files:
fr: Fichiers :

source: Faculty Feedback:
fr: Bilan des enseignants :

source: Faculty Files:
fr: Fichiers des enseignants :

source: Grade Update
fr: Actualisation de la note

source: Reminder, this assignment is due on {due_date} and can be found at {url}
fr: Rappel, ces travaux sont prévus pour le {due_date} et peuvent être trouvés à {url}

source: Available and/or due dates are invalid.
fr: Les dates de disponibilité et/ou d'échéance sont invalides.

source: select/unselect all
fr: sélectionner/désélectionner tout

source: Available Date:
fr: Date de disponibilité :

source: Due Date:
fr: Echéance :

source: edit available/due dates
fr: éditer les dates de disponibilité/d'échéance

source: Email Assignment
fr: Envoyer un e-mail sur les travaux

source: Assignment Permissions
fr: Autorisations de travaux

source: Assignment
fr: Travaux

source: Do you want to delete this assignment from this course?
fr: Voulez-vous supprimer ces travaux de ce cours ?

source: Assignment Title
fr: Titre des travaux

source: Assignment deleted.
fr: Travaux supprimés.

source: Invalid assignment.
fr: Travaux invalides.

source: An assignment has been successfully created.
fr: Des travaux ont été créés avec succès.

source: Select assignment groups:
fr: Sélectionner des groupes de travaux :

source: Modify Assignment
fr: Modifier les travaux

source: Create New Assignment
fr: Créer de nouveaux travaux

source: Most recent submit date
fr: Date de présentation la plus récente

source: Access Denied
fr: Accès refusé

source: Your notes have been saved.
fr: Vos notes ont été sauvegardées.

source: Invalid Action. The assignment has already been submitted
fr: Action invalide. Les travaux ont déjà été présentés

source: Your assignment has been submitted successfully.
fr: Vos travaux ont été présentés avec succès.

source: Your changes has been saved.
fr: Vos modifications ont été sauvegardées.

source: Submitted Files:
fr: Fichiers présentés :

source: Submit Assignment
fr: Présenter des travaux

source: Feedback:
fr: Bilan :

source: Feedback File:
fr: Fichier de bilan :

source: Add Note
fr: Ajouter une note

source: By {user} on {date}
fr: De {user} le {date}

source: Personal Notes
fr: Notes personnelles

source: Invalid Case Report ID passed
fr: Identifiant du compte rendu du cas invalide

source: Case Completed
fr: Cas terminé

source: Grade Recorded
fr: Note enregistrée

source: Patient Chart
fr: Dossier du patient

source: Pathway Summary
fr: Résumé de l'approche

source: Cost
fr: Coûts

source: Notepad
fr: Bloc-notes

source: Quiz Results
fr: Résultats du quiz

source: References
fr: Références

source: Cost Summary
fr: Résumé des coûts

source: My Notepad
fr: Mon bloc-notes

source: Submit Quiz
fr: Présenter le quiz

source: Retake Quiz
fr: Reprendre le quiz

source: Your quiz has been submitted, please review your answers
fr: Votre quiz a été présenté, veuillez vérifier vos réponses

source: The quiz has been submitted
fr: Votre quiz a été présenté

source: You have already submitted this quiz.
fr: Vous avez déjà présenté ce quiz.

source: Your responses are below.
fr: Vos réponses sont ci-dessous.

source: You have already submitted this quiz
fr: Vous avez déjà présenté ce quiz

source: Chronology
fr: Chronologie

source: Chronological Pathway
fr: Approche chronologique

source: Quiz attempt
fr: Tentative de quiz

source: {user_id} cannot see the requested report because the report is owned by a different user.
fr: {user_id} ne peut voir le compte rendu demandé car il appartient à un utilisateur différent.

source: Summary
fr: Résumé

source: You have completed this case.
fr: Vous avez terminé ce cas.

source: Take a minute to review the goals and objectives to summarize the important points of this case:
fr: Prendre une minute pour revoir les buts et objectifs afin de résumer les points important de ce cas :

source: Feedback
fr: Commentaire

source: You can send feedback about this case to:
fr: Vous pouvez envoyer des commentaires sur ce cas à :

source: View Printable Case Summary
fr: Voir le résumé du cas imprimable

source: Course Home
fr: Accueil cours

source: Case Finished
fr: Cas terminé

source: Anonymous
fr: Anonyme

source: Case Feedback
fr: Commentaire sur le cas

source: The following has been submitted as feedback to your case
fr: Les commentaires suivants ont été adjoints à votre cas

source: Your feedback has been sent
fr: Vos commentaires ont été envoyés

source: Send Feedback
fr: Envoyer des commentaires

source: Your Name
fr: Votre nom

source: Optional
fr: Facultatif

source: Your Email
fr: Votre e-mail

source: Created By
fr: Créé par

source: Changed By
fr: Modifié par

source: PREVIEW
fr: APERÇU

source: Case Simulator
fr: Programme de simulation de cas

source: Need to fill in Case info
fr: Besoin de compléter les infos sur le cas

source: Cannot retrieve patient chart: no case report.
fr: Impossible de récupérer le dossier du patient : aucun compte rendu du cas

source: Cannot retrieve patient chart: user id in session does not match id in case report.
fr: Impossible de récupérer le dossier du patient : l'identifiant de l'utilisateur employé ne correspond pas à l'identifiant du compte rendu du cas.

source: Phase could not be found.
fr: Phase introuvable

source: Case could not be found.
fr: Cas introuvable

source: Phase is not member of this case.
fr: La phase ne fait pas partie de ce cas.

source: Please see the author's feedback below, then use the case navigation to the left to determine which phase you will visit next.
fr: Veuillez lire les commentaires de l'auteur ci-dessous et utiliser ensuite la navigation du cas à gauche pour déterminer dans quelle phase vous allez entrer.

source: Unfortunately, you did not meet all of the case author's criteria for entering this phase.
fr: Malheureusement, vous ne répondez pas à tous les critères de l'auteur du cas pour entrer dans cette phase.

source: Type Name
fr: Nom du type

source: Add Patient Type
fr: Ajouter un type de patient

source: No patient types for this school.
fr: Aucun type de patient pour cette école.

source: Create Patient Type
fr: Créer un type de patient

source: Modify Patient Type
fr: Modifier un type de patient

source: Assign Tests
fr: Attribuer des tests

source: Value
fr: Valeur

source: Physical Exam
fr: Examen physique

source: Diagnostic Studies
fr: Etudes diagnostiques

source: History
fr: #-#-#-#-# assessment_catalog.po (PACKAGE VERSION) #-#-#-#-# #-#-#-#-# assignment_catalog.po (PACKAGE VERSION) #-#-#-#-# #-#-#-#-# case_catalog.po (PACKAGE VERSION) #-#-#-#-# Histoire

source: Select Phase Type
fr: Sélectionner le type de phase

source: Patient Type successfully modified
fr: Type de patient modifié avec succès

source: Patient Type successfully added
fr: Type de patient ajouté avec succès

source: No name provided for patient type. Therefore, nothing was created or saved.
fr: Aucun nom fourni pour le type de patient Rien n'a donc été créé ou sauvegardé.

source: Manage Categories
fr: Gérer des catégories

source: Category Title
fr: Titre de la catégorie

source: Category Description
fr: Description de la catégorie

source: Phase Type
fr: Type de phase

source: Add Category
fr: Ajouter une catégorie

source: No categories for this school.
fr: Aucune catégorie pour cette école.

source: Deleting will also delete any associated test values, sub tests, and sub test values.
fr: Effacer effacera aussi toutes les valeurs de test, les sous-tests et valeurs de sous-tests associés.

source: Delete Test
fr: Effacer un test

source: Test {exam_id} not found
fr: Test {exam_id} introuvable

source: Test successfully deleted
fr: Test effacé avec succès

source: Phase Type {id} not found
fr: Type de phase {id} introuvable

source: Phase Type Name
fr: Nom du type de phase

source: Delete Phase Type
fr: Effacer le type de phase

source: Modify Sub Test
fr: Modifier le sous-test

source: Modify Patient
fr: Modifier un patient

source: Modify Category
fr: Modifier une catégorie

source: Modify Test
fr: Modifier le test

source: Case Reports
fr: Rapports sur les cas

source: Case Administrator Main
fr: Administrateur principal du cas

source: Create Test
fr: Créer un test

source: Can't create battery exam
fr: Ne peut créer une batterie de tests

source: Test successfully created
fr: Test créé avec succès

source: Sub Test successfully modified
fr: Sous-test modifié avec succès

source: Test successfully modified
fr: Test modifié avec succès

source: There are no available tests from the {selected_phase} phase type to assign to this patient type.
fr: Il n'y a aucun test du {selected_phase} type de phase disponible à assigner à ce type de patient

source: There are no tests created for this school. You must create tests before attempting to assign them to a patient type.
fr: Il n’y a aucun test créé pour cette école. Vous devez créer des tests avant d'essayer de les assigner à un type de patient.

source: Tests successfully assigned
fr: Tests assignés avec succès

source: Assign Tests to Patient Type
fr: Assigner des tests à un type de patient

source: Modify Phase Type
fr: Modifier le type de phase

source: Create Category
fr: Créer une catégorie

source: Add Test
fr: Ajouter un test

source: No tests for this category
fr: Aucun test pour cette catégorie

source: # of Sub Tests
fr: # de sous-tests

source: Category successfully created
fr: Catégorie créée avec succès

source: Category successfully modified
fr: Catégorie modifiée avec succès

source: Create Phase Type
fr: Créer un type de phase

source: Phase Type Object Name
fr: Nom de l'objet du type de phase

source: Default Sort Order
fr: Ordre de tri par défaut

source: Hide Phase Type?
fr: Masquer le type de phase ?

source: Delete Patient Type
fr: Effacer le type de patient

source: Patient Type {id} not found
fr: Type de patient {id} introuvable

source: Patient Type Name
fr: Nom du type de patient

source: Delete Patient Type
fr: Effacer un type de patient

source: Patient Type successfully deleted
fr: Type de patient effacé avec succès

source: Deleting will also delete any associated tests and sub tests
fr: Effacer effacera aussi tous les tests et sous-tests associés

source: Delete Category
fr: #-#-#-#-# case_catalog.po (PACKAGE VERSION) #-#-#-#-# #-#-#-#-# search_catalog.po (PACKAGE VERSION) #-#-#-#-# Supprimer une catégorie

source: Category {id} not found
fr: Catégorie {id} introuvable

source: Category Name
fr: Nom de catégorie

source: Category successfully deleted
fr: Catégorie effacée avec succès

source: There was a problem with your request, please try again. If the problem persists, please contact {person} for assistance
fr: Votre demande a posé un problème, veuillez essayer à nouveau. Si le problème persiste, veuillez contacter {person} pour une assistance

source: Step 2: Select a specific element within the phase (optional):
fr: Etape 2 : Sélectionner un élément spécifique dans la phase (facultatif) :

source: Step 2: Select one of the quiz options below
fr: Etape 2 : Sélectionner une des options de quiz ci-dessous

source: Quiz Completion
fr: Progression dans le quiz

source: Must have correctly answered...
fr: Doit avoir correctement répondu

source: Minimum Score
fr: Score minimum

source: Step 3: Select question(s) that need to be correctly answered
fr: Etape 3 : Sélectionner la/les questions auxquelles il faut répondre correctement

source: Step 3: Minimum score percentage
fr: Etape 3 : Taux minimum de réponses correctes

source: Sorry, you cannot place a minimum score rule on a quiz that has questions of type "Fill In," "Multiple Fill In," or "Essay".
fr: Désolé, vous ne pouvez fixer une règle de score minimum dans un quiz comportant des questions de type « champs à compléter », « champs multiples à compléter » ou « rédaction ».

source: This phase does not have any optional elements to select.
fr: Cette phase ne comporte aucun élément optionnel à sélectionner.

source: Manage Cases
fr: Gérer des cas

source: Sort order successfully modified
fr: Ordre de tri modifié avec succès

source: New Case
fr: Nouveau cas

source: Author
fr: Auteur

source: Status
fr: Statut

source: Reports
fr: Rapports

source: Keywords
fr: Mots clés

source: Keywords successfully updated
fr: Mots-clés mis à jour avec succès

source: Case Results
fr: Résultats des cas

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: View Responses
fr: Voir les réponses

source: No results
fr: Aucun résultat

source: See Quiz Results tab.
fr: Voir tab. des résultats du quiz

source: phase needs to be passed
fr: la phase doit être passée

source: History Narrative
fr: Compte rendu d'anamnèse

source: Create Question
fr: Créer une question

source: Questions/Answers
fr: Questions/réponses

source: answer
fr: réponse

source: phase is a required parameter
fr: phase est un paramètre requis

source: Editors
fr: Rédacteurs

source: name
fr: nom

source: user Id
fr: identifiant de l'utilisateur

source: role
fr: fonction

source: Editor
fr: Rédacteur

source: Case not found
fr: Cas introuvable

source: Undefined
fr: Indéfini

source: Case
fr: Cas

source: Patient Type
fr: Type de patient

source: Upload Reference
fr: Charger référence

source: Display Type
fr: Type d’affichage

source: As Link
fr: Comme lien

source: On Page
fr: Sur la page

source: keyword
fr: mot-clé

source: no phase passed
fr: aucune phase passée

source: Differential Diagnosis
fr: Diagnostic différentiel

source: Rank Choices
fr: Choix prioritaires

source: diagnosis
fr: diagnostic

source: feedback
fr: commentaire

source: Unlikely
fr: Improbable

source: Less Likely
fr: Moins probable

source: Treatment
fr: Traitement

source: Likely
fr: Probable

source: Selection
fr: Sélection

source: selection
fr: sélection

source: Free Text
fr: Texte libre

source: Invalid value for phase_option_type
fr: Valeur invalide pour phase_option_type

source: Please save the phase before changing the exams
fr: Veuillez sauvegarder la phase avant de modifier les examens

source: Categories
fr: Catégories

source: Range
fr: Divers

source: Priority
fr: Priorité

source: Invalid case passed to case_footer
fr: Cas invalide passé en case_footer

source: Save and Continue
fr: Sauvegarder et continuer

source: Values
fr: Valeurs

source: Content
fr: Contenu

source: Result
fr: Résultat

source: Low
fr: Faible

source: Medium
fr: Moyen

source: High
fr: Bon

source: Problem List
fr: Liste des problèmes

source: Model Answer
fr: Réponse-modèle

source: Phase Text
fr: Texte de la phase

source: Nothing to report.
fr: Rien à signaler.

source: The phase is not graded by the system. Students enter their findings in the appropriate text boxes and can compare their answers against a model answer (in self-assessment mode). Enter answers below.
fr: La phase n'est pas notée par le système Les étudiants entrent leurs conclusions dans les zones de texte appropriées et peuvent comparer leurs réponses avec une réponse-modèle (en mode auto-évaluation). Entrer les réponses ci-dessous.

source: Subjective Findings
fr: Conclusions subjectives

source: Objective Findings
fr: Conclusions objectives

source: Assessment of Patient Condition
fr: Evaluation de l'état du patient

source: Treatment Plan
fr: Plan de traitement

source: get {section} Option
fr: obtenir {section} option

source: No form_name passed to page
fr: Aucun form_name passé à la page

source: Diagnosis Method
fr: Méthode de diagnostic

source: Search for Content IDs
fr: Chercher des identifiants de contenu

source: Search for Cases
fr: Chercher des cas

source: Invalid parameters passed
fr: Paramètres invalides

source: Question Successfully Deleted
fr: Questions effacées avec succès

source: Manage Rules
fr: Gérer les règles

source: title
fr: titre

source: Overview
fr: Présentation

source: There is a missing phase parameter
fr: Il y a un paramètre de phase manquant

source: Modify Exam
fr: Modifier l'examen

source: Exam(s) updated
fr: Examen(s) mis à jour

source: Need to have a phase id and a battery id
fr: Doit avoir un identifiant de phase et un identifiant de batterie

source: Case Shell Author Index
fr: Index de l'auteur de l'interpréteur de commande du cas

source: There are no responses.
fr: Il n’y a aucune réponse.

source: Case Responses
fr: Réponses du cas

source: Reuse Case
fr: Réutiliser le cas

source: Case ID to Reuse
fr: Identifiant du cas à réutiliser

source: The case ID {case_id} is not valid please try again
fr: L'identifiant du cas {case_id} est invalide, essayez à nouveau

source: The case ID {case_id} is not being shared. It is unavailable to use.
fr: L'identifiant du cas {case_id} n'est pas partagé. Il n'est pas disponible à l'usage.

source: That case is already linked to this course
fr: Ce cas est déjà lié à ce cours.

source: Case Reused.
fr: Cas réutilisé.

source: Would you like to add more rule definitions to this phase?
fr: Voulez-vous ajouter plus de définitions de règle à cette phase ?

source: Add New Rule Definition
fr: Ajouter une nouvelle définition de règle

source: Phase rule(s) successfully modified.
fr: Règle(s) de la phase modifiée(s) avec succès.

source: Rule Definition
fr: Définition de règle

source: To {t1}enter{t2} the {phasetitle} phase, the student must have completed the following
fr: Pour {t1}enter{t2} dans la {phasetitle} phase, les étudiants doivent avoir achevé les étapes suivantes

source: Step 1
fr: Etape 1

source: Identify whether the student needs to complete {t1}ALL{t2} of the rule definitions, {t1}OR{t2} at least one of a possible set.
fr: Identifier si les étudiants doivent compléter {t1}ALL{t2} les définitions de règle, {t1}OR{t2} au moins une d'un ensemble éventuel.

source: All of the below {t1}OR{t2}
fr: Toutes celles ci-dessous {t1}OR{t2}

source: At least one from the list below
fr: Au moins une de la liste ci-dessous

source: Step 2
fr: Etape 2
