Repository: mprentice/Opentusk
Catalog: locale/*/LC_MESSAGES/tusk.po
Languages: fr

source: Please enter your password before selecting "Load".
fr: Veuillez entrer votre mot de passe avant de sélectionner « Charger ».

source: Your answer must be less than
fr: Votre réponse doit être moins que

source: characters.
fr: caractères.

source: Please use the format YYYY-MM-DD for the available date.
fr: Veuillez utiliser le format AAAA-MM-JJ pour la date de disponibilité.

source: Please enter the available date (YYYY-MM-DD).
fr: Veuillez entrer la date de disponibilité (AAAA-MM-JJ).

source: Please use the format YYYY-MM-DD for due date.
fr: Veuillez utiliser le format AAAA-MM-JJ pour la date d'échéance.

source: Please enter the due date (YYYY-MM-DD).
fr: Veuillez entrer la date d'échéance (AAAA-MM-JJ).

source: Please make sure the due date is after the available date.
fr: Veuillez vous assurer que la date de soumission est postérieure à la date de disponibilité.

source: Please enter a Template Eval ID.
fr: Veuillez entrer un identifiant du modèle d'évaluation.

source: Please enter a title.
fr: Veuillez entrer un titre.

source: Please select a time period.
fr: Veuillez sélectionner une période.

source: Please select a course.
fr: Veuillez sélectionner un cours

source: Please select at least one faculty/staff.
fr: Veuillez sélectionner au moins un enseignant/professeur.

source: Do you want to create evaluations?
fr: Voulez-vous créer des évaluations ?

source: Do you want to create evaluations for selected time period?
fr: Voulez-vous créer des évaluations pour les périodes sélectionnées ?

source: Do you want to delete eval id
fr: Voulez-vous supprimer l'identifiant d'évaluation ?

source: Please select an evaluation tool.
fr: Veuillez sélectionner un outil d'évaluation.

source: Show
fr: Afficher

source: Hide
fr: Masquer

source: Are you sure you wish to delete?
fr: Voulez-vous vraiment le supprimer ?

source: You are being transfered because your browser does not support AJAX.
fr: Vous allez être transféré car votre navigateur ne prend pas AJAX en charge.

source: I was unable to get the Deck!
fr: Je n’ai pas pu obtenir le support de présentation.

source: Please supply a valid filename.
fr: Veuillez donner un nom de fichier valide.

source: Eval load failed due to script error.
fr: Le chargement de l'évaluation a échoué en raison d'une erreur de script.

source: Queued for Load
fr: File d'attente pour le chargement

source: Loading Eval Graph
fr: Charger un graphique d'évaluation

source: Completed
fr: Terminé

source: Error requesting graph.
fr: Erreur au niveau de la requête de graphique.

source: Returning Image
fr: Retourner l'image

source: Unable to decypher graph XML
fr: Impossible de décrypter le graphique XML

source: Your session timed out.
fr: Votre session a expiré.

source: Error loading graph.
fr: Erreur au niveau du chargement du graphique.

source: Graph load canceled.
fr: Chargement du graphique annulé.

source: Error: mislocated current processing element
fr: Erreur : élément de traitement actuel mal placé

source: You appear to be using Internet Explorer 8 which has known issues displaying eval results.
fr: Vous semblez utiliser Internet Explorer 8 qui connaît des problèmes d'affichage résultats de l'évaluation

source: We are working to resolve these issues but until that time, please enable compatibility mode by selecting "Compatibility View" from the Tools menu.
fr: Nous essayons de résoudre ces problèmes mais, en attendant, veuillez utiliser le mode compatibilité en sélectionnant « Affichage compatible » dans le menu Outils.

source: If we have detected this incorrectly or you have questions or require assistance, please use the Contact page.
fr: Si nous avons mal détecté le problème ou si vous avez des questions ou avez besoin d'une assistance, veuillez utiliser la page de Contact.

source: Error requesting eval.
fr: Erreur au niveau de la requête d'évaluation.

source: Error in eval ajax request
fr: Erreur au niveau de la requête ajax

source: Loading Eval
fr: Charger une évaluation

source: Error loading eval.
fr: Erreur au niveau du chargement de l'évaluation.

source: Got a redirect.
fr: Vous êtes redirigé

source: Error: mislocated eval element
fr: Erreur : élément d'évaluation mal placé

source: Im sorry, an error has occurred while requesting this eval. Please contact here for support:
fr: Désolé, une erreur s'est produite lors de la demande de cette évaluation. Veuillez contacter l'assistance ici :

source: Ajax Return Code:
fr: Code de retour ajax :

source: There was an error processing eval ajax request. Please contact here for support:
fr: Une erreur s'est produite au niveau de votre requête ajax. Veuillez contacter l'assistance ici :

source: Graphs
fr: Graphiques

source: Your course has more that 100 pieces of foreign content. To export the course (including all content that is considered foreign) click the "Approve for Export" button below. Otherwise, cancel the export and please review the course and make sure that the course and content authorship is attributed correctly.
fr: Votre cours contient plus de 100 éléments étrangers Pour exporter le cours (y compris les contenus étrangers), cliquez sur le bouton ci-dessous « Approuver l'exportation ». Sinon, annulez l'export et veuillez revoir le cours et veiller à ce que le cours et l'auteur du contenu original soient correctement identifiés.

source: Thank you.
fr: Merci.

source: You have attempted to export the following "foreign content". For copyright protection, we ask that you please specifically approve this content for export by checking the box next to its title.
fr: Vous avez essayé d'exporter le « contenu étranger » suivant. Pour la protection du copyright, vous êtes prié d'approuver spécifiquement ce contenu à exporter en cochant la case près du titre.

source: Thank you!
fr: Merci.

source: Content Title
fr: Titre du contenu

source: Foreign Content Selection
fr: Sélection d'un contenu étranger

source: Cancel Export
fr: Annuler l'exportation

source: Approve for Export
fr: Approuver l'exportation

source: Sorry, start date does not appear to be of the format: "YYYY-MM-DD"
fr: Désolé, la date de début n'est pas au format : « AAAA-MM-JJ »

source: Upload another file
fr: Charger un autre fichier

source: Please use the format YYYY-MM-DD HH:MM for the available date.
fr: Veuillez utiliser le format AAAA-MM-JJ HH:MM pour la date de disponibilité.

source: Please make sure that the due date is after the available date.
fr: Assurez-vous que la date d'échéance est postérieure à la date de disponibilité.

source: You cannot delete files and submit assignment at the same time
fr: Vous ne pouvez pas supprimer des fichiers et demander des travaux en même temps

source: some string
fr: Ligne de texte

source: this will get translated
fr: Ceci sera traduit

source: Hello World!
fr: Bonjour à tous !

source: Hello %1
fr: Bonjour %1

source: Sort
fr: Trier

source: already exists.
fr: Existe déjà.

source: Please create performance levels on the form page prior to adding data to this page. Otherwise, this criteria will NOT work properly.
fr: Veuillez créer des niveaux de performances sur la page de formulaire avant d'ajouter des données à cette page. Sinon, ce critère ne fonctionnera PAS bien.

source: An email will be sent to Director.
fr: Un e-mail sera envoyé au Directeur.

source: Error:
fr: Erreur:

source: Deleting a Performance Level will remove the level and its associated comments from each criteria in this assessment. Are you sure you want to continue?
fr: Effacer un niveau de performances effacera le niveau et les commentaires associés à chaque critère de cette évaluation. Voulez-vous vraiment continuer ?

source: Previous Override Score was {previous_score}
fr: Ancien score dérogatoire {previous_score}

source: Final score is {final_score}
fr: Le score final est {final_score}

source: Course
fr: Cours

source: Authors
fr: Auteurs

source: There are assignment files assigned to student groups. Please delete assignment files prior to resetting this flag.
fr: Il y a des fichiers de travaux attribués à des groupes d'étudiants. Veuillez supprimer les fichiers des travaux avant de réinitialiser cet indicateur.

source: Do you want to set group assignment file to 'No'? This will reset the 'Each Group has its own uploaded files flag' to 'No' as well.
fr: Voulez-vous placer le fichier des travaux du groupe sur « Non » ? Cela réinitialisera « chaque Le groupe a son propre indicateur de fichiers chargés sur « Non » aussi.

source: There are no groups associated with this course. Please create groups. Note that you might need to refresh this page if you have just created groups.
fr: Il n’y a pas de groupe associé à ce cours. Veuillez créer des groupes. Il faudra peut-être actualiser cette page si vous venez de créer des groupes.

source: Please save changes first. Then, you will be able to select group for each assignment files that you have already uploaded.
fr: Veuillez sauvegarder d'abord les modifications. Vous pourrez ensuite sélectionner un groupe pour chaque fichier de travaux que vous avez déjà chargé.

source: Please select appropriate assignment groups from the list.
fr: Veuillez sélectionner les groupes de travaux appropriés dans la liste.

source: Please select 'Yes' to group assignment, then select appropriate assignment groups from the list.
fr: Veuillez sélectionner « Oui » pour les travaux du groupe, puis sélectionner les groupes de travaux appropriés dans la liste.

source: Please delete uploaded assignment files prior to deselecting these groups.
fr: Veuillez supprimer les fichiers de travaux chargés avant de désélectionner ces groupes.

source: Please reset 'Each group has its own uploaded files' to 'no' prior to deselecting all the groups.
fr: Veuillez réinitialiser « chaque groupe a ses propres fichiers chargés » sur « Non » avant de désélectionner tous les groupes.

source: Some required data is missing.
fr: Certaines données nécessaires manquent.

source: See details below.
fr: Voir précisions ci-dessous.

source: The calculated score is {total_score}.
fr: Le score calculé est{total_score}.

source: Minimize Panel
fr: Réduire le panneau

source: Sorry. You cannot continue to the next phase until you have selected an option for each diagnosis.
fr: Désolé. Vous ne pouvez passer à la phase suivante jusqu'à ce que vous ayez choisi une option pour chaque diagnostic.

source: If you click 'OK', you will no longer be able to access information or make changes.
fr: Si vous cliquez sur « OK », vous ne pourrez plus accéder aux informations ou effectuer des modifications

source: Sorry, cannot retrieve patient chart at this time.
fr: Désolé, impossible de récupérer le dossier du patient actuellement.

source: Your password has expired. You need to change it before continuing on.
fr: Votre mot de passe a expiré. Vous devez le changer avant de continuer

source: It <b>must</b> be more than six characters long.
fr: Il <b>doit</b> comporter plus de six caractères.

source: It <b>must</b> be different from the old password.
fr: Il <b>doit</b> être différent de l'ancien mot de passe

source: <p>To change your password, please enter your old password in the "Old password" box, and then enter your new password twice; once into each of the new password boxes. Then, press the submit button, and we'll attempt to save your changes. If there's a problem, we'll tell you what happened as best we can, and let you try again. If there's no problem, you'll be taken to the home page, and the next time you log in, you'll use your new password.</p>
fr: <p>Pour changer votre mot de passe, entrer votre ancien mot de passe dans le champ « Ancien mot de passe » et entrez ensuite votre nouveau mot de passe deux fois ; une fois dans chaque champ du nouveau mot de passe. Cliquez ensuite sur le bouton Valider et nous enregistrerons vos modifications. Si un problème se pose, nous vous dirons ce qui s'est produit aussi vite que possible et vous pourrez essayer à nouveau. S'il n'y a aucun problème, vous serez conduit à la page d'accueil et, lors de votre prochaine connexion, vous utiliserez votre nouveau mot de passe.</p>

source: Please enter your username and email address below. We will find your password and set it to something random. We'll then email you the random password and you can log in using it. As soon as you log in, you will be asked to change it to something you can remember.
fr: Veuillez entrer votre nom d'utilisateur et votre adresse e-mail ci-dessous. Nous déterminerons votre mot de passe et le définirons de façon aléatoire. Nous vous enverrons ensuite par e-mail votre mot de passe aléatoire et vous pourrez l'utiliser pour vous connecter. Dès votre connexion, on vous demandera de le modifier en un mot de passe facile à mémoriser.

source: If you need further assistance, please go to <a href="{pswd_help_url}">contact us page</a>.
fr: Si vous avez besoin d'une assistance supplémentaire, allez à <a href="{pswd_help_url}">contact us page</a>.

source: No email record in database.
fr: Aucun enregistrement d'e-mail dans la base de données.

source: We found your account, but we don't have an e-mail address on file. This means we can't automatically reset your password. Please go to <a href="{pswd_help_url}">contact us page</a> and describe your situation, and we'll try to help you as soon as possible.
fr: Nous avons trouvé votre compte mais il n'y a pas d'adresse e-mail dans le fichier. Cela signifie que nous ne pouvons pas réinitialiser automatiquement votre mot de passe. Veuillez aller à <a href="{pswd_help_url}">contact us page</a> pour expliquer votre situation et nous essayerons de vous aider dès que possible.

source: Password can be reset once a day. According to our record, your password was reset within the past 24 hours. If you need further assistance, please go to <a href="{pswd_help_url}">contact us page</a>.
fr: Le mot de passe peut être réinitialisé une fois par jour. Selon votre dossier, votre mot de passe a été réinitialisé dans les dernières 24 heures. Si vous avez besoin d'une assistance supplémentaire, allez à <a href="{pswd_help_url}">contact us page</a>.

source: The userid you have just entered does not have a password in the {siteAbbr}. This may be because another source is being used for permission to use {siteAbbr}.
fr: L'identifiant utilisateur saisi ne correspond à aucun mot de passe dans le {siteAbbr}. C'est peut-être qu'une autre source est utilisée pour l'autorisation d'utilisation du {siteAbbr}.

source: If the user has a {shortName} {id} and email password, please contact {email} to have the password reset.
fr: Si l'utilisateur a un {shortName} {id} et un mot de passe de messagerie, contactez-nous {email} pour réinitialiser le mot de passe.

source: Reset Password
fr: Réinitialiser le mot de passe

source: Your password has been reset, and the new password e-mailed to <b>{email}</b>. As soon as it arrives, you may use it to <a
fr: Votre mot de passe a été réinitialisé et votre nouveau mot de passe envoyé à <b>{email}</b>. Dès sa réception, vous pouvez l'utiliser pour <a

source: Please remember to hit 'Save Changes' once you are done making changes.
fr: Pensez à cliquer sur « Sauvegarder les modifications « dès que vous avez effectué les modifications.

source: Another Role
fr: Autre rôle

source: Remove
fr: Supprimer

source: Available course users:
fr: Utilisateurs du cours disponibles :

source: Add
fr: Ajouter

source: Name
fr: Nom

source: User ID
fr: Identifiant de l'utilisateur

source: Course Role
fr: Rôle du cours

source: Current Users
fr: Utilisateurs actuels

source: Add Names
fr: Ajouter noms

source: {role_label} Role
fr: {role_label} Fonction

source: Save Changes
fr: Sauvegarder modifications

source: User
fr: Utilisateur

source: Role
fr: Fonction

source: No defined functions.
fr: Aucune fonction n’est définie.

source: Roles successfully updated.
fr: Rôles mis à jour avec succès.

source: Permission Denied
fr: Autorisation refusée

source: Welcome {username}
fr: Bienvenue {username}

source: My Profile
fr: Mon profil

source: Personal Folders
fr: Dossiers personnels

source: Logout
fr: Déconnecter

source: Welcome <strong>{username}</strong>
fr: Bienvenue<strong>{username}</strong>

source: Podcast Help
fr: Aide podcast

source: Subscribe to Podcast
fr: S’abonner au podcast

source: Help
fr: Aide

source: About
fr: A propos de

source: Home
fr: Accueil

source: Browse All Courses
fr: Parcourir tous les cours

source: Search
fr: Recherche

source: Manage Content
fr: Gérer contenu

source: Enrolled Courses
fr: Cours enrôlées

source: Schedule
fr: Planning

source: You are not associated as a student with any courses in {site_abbr}. If you feel this is an error, please contact the {site_abbr} administrator for your school.
fr: #-#-#-#-# assessment_catalog.po (PACKAGE VERSION) #-#-#-#-# Vous n’êtes associé comme étudiant à aucun cours dans {site_abbr}. Si vous pensez que vous devriez l’être, veuillez contacter l’administrateur {site_abbr} de votre école.

source: Upload/Edit
fr: Charger/Modifier

source: Committees
fr: Comités

source: no committees
fr: Pas de comité

source: Select a course
fr: Choisir un cours

source: no school links
fr: Aucun lien école

source: To:
fr: A :

source: From:
fr: De :

source: Subject:
fr: Objet :

source: Send a copy of this message to myself
fr: Envoyer une copie de ce message à moi-même

source: Send Email
fr: Envoyer e-mail

source: You have successfully sent the email.
fr: Vous avez envoyé cet e-mail avec succès

source: There is a problem sending the email.
fr: L'envoi de cet e-mail pose problème.

source: Announcements
fr: Annonces

source: Manage Categories / Tests
fr: Gérer des catégories/tests

source: Manage Patient Types
fr: Gérer les types de patient

source: Competencies
fr: Compétences

source: Create&nbsp;Committee
fr: Create&nbsp;Comité

source: Curriculum Hours
fr: Heures du programme d'études

source: Import User Images
fr: Importer les images de l'utilisateur

source: Manage Groups
fr: Gérer les groupes

source: Teaching Sites
fr: Sites d’enseignement

source: Shib IdPs
fr: Fournisseurs d'ID Shib

source: Username:
fr: Nom d’utilisateur :

source: Password:
fr: Mot de passe :

source: {course_title} Home
fr: Accueil {course_title}

source: Course Announcements
fr: Annonces de cours

source: Close
fr: Fermer

source: View History
fr: Voir historique

source: Patient Logs
fr: Fiches de patients

source: View Patient Logs
fr: Voir fiches de patients

source: Simulated Patients
fr: Patients simulés

source: View Simulated Patients
fr: Voir patients simulés

source: Grades
fr: Notes

source: View Grades
fr: Voir notes

source: Quizzes
fr: Quiz

source: (Preview)
fr: (Aperçu)

source: Cases
fr: Cas

source: View Personal Folders
fr: Voir dossiers personnels

source: Flash Cards
fr: Cartes flash

source: View Flash Cards
fr: Voir cartes flash

source: Assessments
fr: Evaluations

source: View Assessments
fr: Voir évaluations

source: general
fr: Général

source: Basic Information
fr: Informations de base

source: Objectives
fr: Objectifs

source: Guidelines
fr: Directives

source: Course Evaluations
fr: Evaluations des cours

source: Send E-mail
fr: Envoyer e-mail

source: Members
fr: Membres

source: Thesis Committee
fr: Comité de thèse

source: Faculty &amp; Staff
fr: Enseignants et personnel

source: Student
fr: Etudiant

source: Students
fr: Etudiants

source: Sub-Groups
fr: Sous-groupes

source: Groups
fr: Groupes

source: Course Sharing
fr: Partage de cours

source: interactive
fr: Interactif

source: Assignments
fr: Travaux

source: Grade Book
fr: Cahier de notes

source: Simulated Patient
fr: Patient simulé

source: tools
fr: Outils

source: Tracking & Statistics
fr: Suivi et statistiques

source: Missing School
fr: Ecole manquante

source: Missing Course ID
fr: Identifiant de cours manquant

source: Invalid Course
fr: Cours invalide

source: CMS Home
fr: Accueil SGC

source: Course - {course_title}
fr: Cours - {course_title}

source: Missing School in Path
fr: Ecole manquante dans le chemin

source: Invalid User Group: {user_group_id}
fr: Groupe d’utilisateurs invalide : {user_group_id}

source: Missing Content ID
fr: Identifiant de contenu manquant

source: Invalid Content: {content_id}
fr: Contenu invalide : {content_id}

source: Missing class meeting id
fr: Identifiant séance de cours manquant

source: Invalid Class Meeting
fr: Séance de cours invalide

source: Edit
fr: Editer

source: Cancel
fr: Annuler

source: Close Window
fr: Fermer la fenêtre

source: Select All
fr: Sélectionner tout

source: Clear All
fr: Effacer tout

source: Select
fr: Sélectionner

source: Add {label}
fr: Ajouter {label}

source: Modify
fr: Modifier

source: Browse...
fr: Parcourir...

source: Continue
fr: Continuer

source: Post to {site_abbreviation}?
fr: Envoyer à {site_abbreviation} ?

source: Not Posted
fr: Non envoyé

source: Posted
fr: Envoyé

source: Also linked from:
fr: Aussi lié à :

source: Uncompleted&nbsp;Evals
fr: uncompleted&nbsp;Evaluations

source: Eval Report
fr: Compte rendu d'évaluation

source: Manage Evaluations
fr: Gérer les évaluations

source: This eval has been requested {num} times with an average of {avg} sec and the longest time being {max} secs.
fr: Cette évaluation a été demandée {num} fois avec une moyenne de {avg} sec et le délai le plus long étant {max} sec.

source: This eval has been requested {num} times
fr: Cette évaluation a été demandée {num} fois

source: You <span id="waitMessage">have been waiting</span> for <span id="timer">0</span> sec.
fr: Vous <span id="waitMessage »>avez attendu</span> for <span id="timer">0</span> sec.

source: Loading Eval Graphs
fr: Charger un graphique d'évaluation

source: Time Period
fr: Période

source: Time Period:
fr: Période :

source: Template Eval ID:
fr: Identifiant du modèle d'évaluation :

source: Eval Title:
fr: Titre de l'évaluation :

source: Available Date
fr: Date de disponibilité

source: Due Date
fr: Echéance

source: Create Evaluations
fr: Créer des évaluations

source: There is no template set up in the system for the course(s) you selected. Please contact your system administrator or fill in a template eval id in the form.
fr: Il n'existe aucun modèle dans le système pour le ou les cours sélectionnés Contactez votre administrateur système ou indiquez l'identifiant du modèle d'évaluation dans le formulaire.

source: You have no course codes defined for the selected time period. Please contact your system administrator or select another time period.
fr: Vous n'avez aucun code de cours défini pour la période choisie. Veuillez contacter votre administrateur système ou choisir une autre période.

source: Eval Creation Report for Period
fr: Rapport de création d'évaluation pour la période

source: New
fr: Nouveau

source: Total Number of {label} Evaluations: {total}
fr: Nombre total de {label} Evaluations: {total}

source: No {label} Evaluations.
fr: Aucune{label} évaluation.

source: Create Evaluations By Time Period
fr: Créer des évaluations par période

source: ID
fr: Identifiant

source: Label
fr: Etiquette

source: {school} does not have any saved Evaluation filters.
fr: {school} n'a pas sauvegardé de filtres d'évaluation.

source: Eval Filter Stylesheet List
fr: Liste de la feuille de style du filtre d'évaluation

source: Eval not found.
fr: Evaluation introuvable
