Repository: mprentice/Opentusk
Catalog: locale/*/LC_MESSAGES/tusk.po
Languages: fr

source: Zoom Image
fr: Agrandir image

source: Folder
fr: Dossier

source: Print
fr: Imprimer

source: Print Document
fr: Imprimer document

source: Content History
fr: Historique du contenu

source: Info
fr: Infos

source: View Content Info
fr: Voir infos sur le contenu

source: Please wait for the page to finish loading.
fr: Veuillez attendre la fin du chargement de la page.

source: Please wait for the content to finish loading.
fr: Veuillez attendre la fin du chargement du contenu.

source: You have selected more than 10 key words. I can highlight them all but it may take some time. Do you want me to continue? (I wont ask again on this page if you say ok)
fr: Vous avez sélectionné plus de 10 mots clés. Je peux les mettre tous en évidence, mais ça prendra du temps. Voulez-vous que je continue ? (Je ne répèterai pas la question pour cette page si vous acceptez)

source: This collection contains more than ten pages of images. We suggest you print five pages at a time.
fr: Cette collection contient plus de dix pages d’images. Nous vous suggérons d’imprimer cinq pages à la fois.

source: Print Content
fr: Imprimer contenu

source: Add my notes.
fr: Ajouter mes notes.

source: Add content info.
fr: Ajouter des infos sur le contenu.

source: Add key words
fr: Ajouter mots clés

source: Add UMLS Concepts.
fr: Ajouter concept UMLS.

source: Add Objectives.
fr: Ajouter objectifs.

source: Add linked to.
fr: Ajouter lien vers.

source: Add linked from.
fr: Ajouter lié à.

source: Print Preview
fr: Imprimer aperçu

source: My Flash Cards
fr: Mes cartes flash

source: Manage Flash Card Decks
fr: Gestion de decks de cartes flash

source: Save in Deck:
fr: Sauvegarder dans le deck :

source: Add New Deck
fr: Ajouter nouveau deck

source: You must select a folder to save this content into
fr: Vous devez sélectionner un dossier dans lequel sauvegarder ce contenu

source: Your card has been saved
fr: Votre carte a été sauvegardée

source: Manage Personal Folders
fr: Gestion des dossiers personnels

source: Save in Personal Folder:
fr: Sauvegarder dans dossier personnel :

source: Add New Folder
fr: Ajouter nouveau dossier

source: Your content has been saved.
fr: Votre contenu a été sauvegardé.

source: Image Zoom
fr: Zoom image

source: Zoom Medium
fr: Zoom moyen

source: Zoom Original
fr: Taille d’origine

source: Click to highlight keywords in document
fr: Cliquez pour mettre en évidence les mots clés dans le document

source: Click to view concept
fr: Cliquez pour voir le concept

source: There are no UMLS concepts.
fr: Il n’y a aucun concept UMLS.

source: There are no keywords.
fr: Il n’y a aucun mot clé.

source: Linked Documents
fr: Documents liés

source: Also Linked From
fr: Aussi lié à

source: Not Linked From Other Documents.
fr: Aucun lien vers d’autres documents.

source: Folder&nbsp;Notes:
fr: #-#-#-#-# assignment_catalog.po (PACKAGE VERSION) #-#-#-#-# Notes du dossier : &nbsp;

source: Return to Original Content Page
fr: Retour à la page de contenu d’origine

source: Please select history record to view:
fr: Veuillez sélectionner l’historique à afficher :

source: {content_name} (Record as of {date}) Modified By {user_name}
fr: {content_name} (Enregistrement du {date}) Modifié par {user_name}

source: Return to View History Page
fr: Retour à la page Voir historique

source: History record not found for content {history_id}
fr: Pas d’historique pour le contenu {history_id}

source: Notes For: {document_type}:{document_label}
fr: Notes pour : {document_type} : {document_label}

source: Content {counter} of {total}
fr: Contenu {counter} sur {total}

source: Reset Note
fr: Réinitialiser note

source: Not Saved
fr: Non sauvegardé

source: Return to View Collection
fr: Retour à Voir collection

source: Show All Notes
fr: Afficher toutes les notes

source: Material
fr: Matière

source: Faculty List
fr: Liste du personnel de l’université

source: My Groups
fr: Mes groupes

source: My Sub-Groups
fr: Mes sous-groupes

source: Abstract &amp; Documents
fr: Résumés et documents

source: {school_name} Course: {course_title}
fr: {school_name} - Cours : {course_title}

source: View By:
fr: Vu par :

source: There are no documents, slides, or other multimedia for this group
fr: Il n’y a ni documents, ni diapositives ou autre multimédia pour ce groupe

source: There are no documents, slides, or other multimedia in this course
fr: Il n’y a ni documents, ni diapositives ou autre multimédia dans ce cours

source: Refer to the "Material" section to the left for links to cases, quizzes and other content.
fr: #-#-#-#-# assignment_catalog.po (PACKAGE VERSION) #-#-#-#-# Reportez-vous à la section « Matière » ci-contre pour les liens vers les cas, les quizet les autres contenus.

source: You are associated with the following groups in this course:
fr: Vous êtes associé au groupe suivant dans ce cours :

source: View All Groups
fr: Voir tous les groupes

source: There are no faculty for this course
fr: Il n’y a pas de professeur pour ce cours

source: There is no schedule for this course
fr: Il n’y a pas de planning pour ce cours

source: Time
fr: Heure

source: Location
fr: Lieu

source: Faculty
fr: Enseignant

source: Attendance Mandatory
fr: Présence obligatoire

source: There are currently no announcements
fr: Il n’y a actuellement aucune annonce

source: There are no teaching sites for this course
fr: Il n’y a pas de site d’enseignement pour ce cours

source: Current Graded Quizzes:
fr: Quiz notés actuels :

source: Self Assessment Quizzes:
fr: Quiz d’autoévaluation :

source: Completed Quizzes:
fr: Quiz terminés :

source: Test or Reviewed:
fr: Test ou révision :

source: Self Assessment:
fr: Autoévaluation :

source: There are no current cases.
fr: Il n’y a pas de cas en cours.

source: Please log in to see available cases.
fr: Veuillez vous connecter pour voir les cas disponibles.

source: You must login to view this portion of {site_abbr}
fr: Vous devez vous connecter pour voir cette partie de {site_abbr}

source: Grades are not avaliable to Shibboleth users.
fr: Les notes ne sont pas accessibles aux utilisateurs Shibboleth

source: {course_view} is not a valid category for a class.
fr: {course_view} n’est pas une catégorie valide.

source: Sorry, this is a frame based page.
fr: Vous vous trouvez dans une page utilisant des cadres.

source: {site_abbr} Content Notes
fr: Notes du contenu {site_abbr}

source: Notes Saved.
fr: Notes sauvegardées.

source: Unable to get the content to attach notes to!
fr: Impossible d’obtenir les contenus auxquels attacher les notes !

source: Assessment Date
fr: Date d'évaluation

source: Final Score
fr: Score final

source: Total Calculated Score
fr: Score total calculé

source: Total Maximum Score
fr: Score total maximum

source: Posted on {date}
fr: Posté le {date}

source: Saved on {date}
fr: Sauvegardé le {date}

source: Completion
fr: Achèvement

source: Re-post Results
fr: Reposter les résultats

source: No assessment results associated with selected time period
fr: Aucun résultat d'évaluation associé avec la période sélectionnée

source: Completed on {date}
fr: Achevé le {date}

source: Last worked on {date}
fr: Dernier travail le {date}

source: Assessment Form Preview:
fr: Aperçu du formulaire d'évaluation :

source: Assessment Form:
fr: Formulaire d'évaluation :

source: Manage Assessments
fr: Gérer les évaluations

source: Selection from assessor
fr: Sélection de l'évaluateur

source: De-Selection from assessor
fr: Désélection de l'évaluateur

source: Assessor has completed the form
fr: L'évaluateur a rempli le formulaire

source: Assessor is working on the form
fr: L'évaluateur travaille sur le formulaire

source: Assessment Form
fr: Formulaire d'évaluation

source: Post Result
fr: Poster le résultat

source: Successfully Submitted
fr: Soumis avec succès

source: Performance Criteria
fr: Critères de performances

source: Frequency
fr: Fréquence

source: Weighted Score %
fr: Score pondéré %

source: calculated:
fr: calculé :

source: Sub Criteria
fr: Sous-critères

source: No sub criteria defined
fr: Aucun sous-critère défini

source: Selection Options
fr: Options de sélection

source: Add Selection
fr: Ajouter une sélection

source: No selection option associated
fr: Aucune option de sélection associée

source: Max Score
fr: Score max

source: Performance Levels
fr: Niveaux de performances

source: No performance levels defined
fr: Aucun niveau de performances défini

source: Field successfully modified
fr: Champ modifié avec succès

source: Field successfully created
fr: Champ créé avec succès

source: No assessors associated with selected time period
fr: Aucun évaluateur associé avec la période sélectionnée

source: Assessment Permissions
fr: Autorisations d'évaluation

source: No Performance Criteria Associated
fr: Aucun critère de performances associé

source: Display student images
fr: Afficher les images de l'étudiant

source: Display elective information
fr: Afficher les informations facultatives

source: Multiple assessors per student
fr: Plusieurs évaluateurs par étudiant

source: Display calculated grade to assessor
fr: Afficher la note calculée pour l'évaluateur

source: Display calculated grade to student
fr: Afficher la note calculée pour l'étudiant

source: Add Performance Level
fr: Ajouter un niveau de performances

source: No performance levels defined for the form
fr: Aucun niveau de performances défini pour le formulaire

source: Max Value
fr: Valeur max

source: Assessments Homepage
fr: Page d'accueil des évaluations

source: completed
fr: terminé

source: Course -
fr: Cours -

source: Completed {date}
fr: Achevé le {date}

source: View Assessment
fr: Voir évaluation

source: Last saved {date}
fr: Dernière sauvegarde le {date}

source: Select/Deselect
fr: Sélectionner/désélectionner

source: Completion Duration (in seconds)
fr: Durée d'achèvement (en secondes)

source: Entry data to be included
fr: Données d'enregistrement à inclure

source: You do not have access to that entry.
fr: Vous n'avez pas accès à cet enregistrement.

source: Incomplete checklist for {name}
fr: Liste de contrôle incomplète pour {name}

source: Require proctor approval?
fr: Requiert l'approbation du surveillant ?

source: Abbr.
fr: Abr.

source: Show Other Fields
fr: Afficher d'autres champs

source: Alphanumeric
fr: Alphanumérique

source: Dynamic Fields:
fr: Champs dynamiques

source: Please check for duplicate item(s):
fr: Veuillez vérifier les items en double :

source: Modify Dynamic List Field
fr: Modifier le champ de liste dynamique

source: Create New Dynamic List Field
fr: Créer un nouveau champ de liste dynamique

source: Do you want to delete this field? This will also delete all the child fields.
fr: Voulez-vous supprimer ce champ ? Cela supprimera également tous les champs associés.

source: Offering
fr: Offre

source: Offerings
fr: Offres

source: offerings
fr: offres

source: <b>!</b></font> denotes a member appears in more than one group
fr: <b>!</b></font> indique un membre affecté à plus d'un groupe

source: Cannot retrieve status
fr: Impossible d'extraire le statut

source: Thumb
fr: Onglet

source: Owner
fr: Propriétaire

source: You have no course grades in the system.
fr: Vus n'avez pas de notes de cours dans le système.

source: Unable to validate password!<br>Please try again.
fr: Impossible de valider le mot de passe<br>Veuillez essayer à nouveau.

source: I'm sorry, this page can not be successfully displayed over https at this time. Please <a href="{redirectURL}">click here</a> to view this page.
fr: Désolé, impossible d'afficher correctement cette page sur https pour le moment. Veuillez <a href="{redirectURL} »>cliquer ici</a> pour voir cette page.

source: No eval with id {evalID}
fr: Aucune évaluation avec identifiant {evalID}

source: Could not open file {fileName} for writing
fr: Impossible d'ouvrir le fichier {fileName} pour écrire

source: Error
fr: Erreur

source: Invalid school ({parameter}), unable to retreive graph.
fr: Ecole non valide ({parameter}), impossible d'extraire le graphique.

source: Invalid eval ID ({parameter}), unable to retreive graph.
fr: Identifiant évaluation non valide ({parameter}), impossible d'extraire le graphique.

source: Find
fr: Trouver

source: Entire School
fr: Ecole entière

source: Modify Announcement
fr: Modifier l'annonce

source: Create New Announcement
fr: Créer une nouvelle annonce

source: Schoolwide
fr: Toute l'école

source: Delete Checked
fr: Supprimer éléments cochés

source: Move Checked
fr: Déplacer éléments cochés

source: Originating Course
fr: Cours d’origine

source: Add Audio
fr: Ajouter audio

source: Add Flashpix
fr: Ajouter Flashpix

source: Add Collection
fr: Ajouter collection

source: Add Figure
fr: Ajouter chiffre

source: Add Slide
fr: Ajouter diapositive

source: Add Shockwave
fr: Ajouter Shockwave

source: Add PDF
fr: Ajouter PDF

source: Add Question
fr: Ajouter question

source: Add Multidocument
fr: Ajouter multi-document

source: Add Quiz
fr: Ajouter quiz

source: Add DownloadableFile
fr: Ajouter fichier téléchargeable

source: Add Student Notes
fr: Ajouter notes d’étudiant

source: Add Reuse
fr: Ajouter réutiliser

source: Add External
fr: Ajouter externe

source: Add TUSKdoc
fr: Ajouter TUSKdoc

source: Modify Document
fr: Modifier document

source: Modify Audio
fr: Modifier audio

source: Modify Video
fr: Modifier vidéo

source: Modify Flashpix
fr: Modifier Flashpix

source: Modify Collection
fr: Modifier collection

source: Modify Shockwave
fr: Modifier Shockwave

source: Modify URL
fr: Modifier URL

source: Modify PDF
fr: Modifier PDF

source: Modify Question
fr: Modifier question

source: Modify Multidocument
fr: Modifier multi-document

source: Modify Quiz
fr: Modifier quiz

source: Modify DownloadableFile
fr: Modifier fichier téléchargeable

source: Modify Student Notes
fr: Modifier notes d’étudiant

source: Modify Reuse
fr: Modifier réutiliser

source: Modify External
fr: Modifier externe

source: Modify TUSKdoc
fr: Modifier TUSKdoc

source: Modify Folder
fr: Modifier dossier

source: Replace Audio
fr: Remplacer audio

source: Replace Video
fr: Remplacer vidéo

source: Replace Flashpix
fr: Remplacer Flashpix

source: Replace Collection
fr: Remplacer collection

source: Replace Figure
fr: Remplacer chiffre

source: Replace Slide
fr: Remplacer diapositive

source: Replace Shockwave
fr: Remplacer Shockwave

source: Replace URL
fr: Remplacer URL

source: Replace PDF
fr: Remplacer PDF

source: Replace Multidocument
fr: Remplacer multi-document

source: Replace Quiz
fr: Remplacer quiz

source: Replace Downloadable File
fr: Remplacer fichier téléchargeable

source: Replace Student Notes
fr: Remplacer notes d’étudiant

source: Replace Reuse
fr: Remplacer réutiliser

source: Replace External
fr: Remplacer externe

source: Replace TUSKdoc
fr: Remplacer TUSKdoc

source: Replace Folder
fr: Remplacer dossier

source: Download Document
fr: Télécharger document

source: Download Audio
fr: Télécharger audio

source: Download Video
fr: Télécharger vidéo

source: Download Flashpix
fr: Télécharger Flashpix

source: Download Collection
fr: Télécharger collection

source: Download Figure
fr: Télécharger chiffre

source: Download Slide
fr: Télécharger diapositive

source: Download Shockwave
fr: Télécharger Shockwave

source: Download URL
fr: Télécharger l’URL

source: Download PDF
fr: Télécharger PDF

source: Download Question
fr: Télécharger question

source: Download Multidocument
fr: Télécharger multi-document

source: Download Quiz
fr: Télécharger quiz

source: Download Downloadable File
fr: Télécharger fichier téléchargeable

source: Download Student Notes
fr: Télécharger notes d’étudiant

source: Download Reuse
fr: Télécharger réutiliser

source: Download External
fr: Télécharger externe

source: Download TUSKdoc
fr: Télécharger TUSKdoc

source: Download Folder
fr: Télécharger dossier

source: <i>(optional; date to display content; all non-folder content within this folder will be changed to this value)</i>
fr: <i>(facultatif ; date d’affichage du contenu ; cette valeur sera attribuée à tout le contenu du dossier, à l'exception des sous-dossiers)</i>

source: <i>(optional; date to hide content; all non-folder content within this folder will be changed to this value)</i>
fr: <i>(facultatif ; date de retrait du contenu ; cette valeur sera attribuée à tout le contenu du dossier, à l'exception des sous-dossiers)</i>

source: One piece of content was of the wrong type and could not be added. Only images can be added to a Flash Card Deck.
fr: Une partie du contenu était d’un mauvais type et n’a pas pu être ajoutée. Vous ne pouvez ajouter que des images à un deck de cartes flash.

source: {number_of_pieces} pieces of content were of the wrong type and could not be added. Only images can be added to a Flash Card Deck.
fr: {number_of_pieces} éléments du contenu étaient de mauvais type et n’ont pas pu être ajoutés.Vous ne pouvez ajouter que des images à un deck de cartes flash.

source: {site_abbr} Flash Card Decks: {user_name}
fr: Decks de cartes flash {site_abbr} : {user_name}

source: {site_abbr} Flash Card Deck: {deck_name}
fr: Deck de cartes flash {site_abbr} : {deck_name}

source: About Us
fr: A propos de nous

source: Contact Us
fr: Contact

source: Directory
fr: Répertoire

source: Go To HTML Edit Mode
fr: Passer en mode d'édition HTML

source: Click here for help printing to PDF
fr: Cliquez ici pour l’aide à l’impression des PDF

source: Download
fr: Télécharger

source: PDF Not avaliable for this content.
fr: PDF non disponible pour ce contenu.

source: {site_abbr} Home
fr: Accueil {site_abbr}

source: course admin and committees
fr: Administrateurs du cours et comités

source: all courses for:
fr: Tous les cours de :

source: my discussions
fr: Mes discussions

source: All Discussions
fr: Toutes les discussions

source: Mark All Posts as Old
fr: Marquer tous les messages comme anciens

source: no new posts
fr: Pas de nouveau message

source: my groups
fr: Mes groupes

source: no groups
fr: Aucun groupe

source: my recently viewed
fr: Mes contenus visionnés récemment

source: popular content
fr: Contenu populaire

source: no relevant content
fr: Pas de contenu pertinent

source: Media
fr: Médias

source: Template Eval ID
fr: Identifiant du modèle d'évaluation

source: Generate evaluations by
fr: Générer des évaluations par

source: Flash Card
fr: Cartes flash

source: NO CARD
fr: AUCUNE CARTE

source: Login
fr: Connexion

source: Forgot your password?
fr: A oublié votre mot de passe ?

source: Multiple time periods can be separated by comma (ie 01,02)
fr: Les périodes multiples peuvent être séparées par des virgules (ie 01,02)

source: Enter registrar code to process (ie SGN300)
fr: Entrer un code d'enregistrement à traiter (ie SGN300)

source: Import Enroll Listing
fr: Importer la liste d'admission

source: looking up user_id: {user_id}
fr: chercher identifiant_utilisateur : {user_id}

source: {user_id} exists - will update account
fr: {user_id} existe - mettra le compte à jour

source: Total Number of Patients Seen:
fr: Nombre total de patients vus :

source: Report for: {name}
fr: Compte rendu pour : {name}

source: # Patients Reporting
fr: # Patients faisant une déclaration

source: Add Document
fr: Ajouter document

source: Add Video
fr: Ajouter vidéo

source: Add Folder
fr: Ajouter dossier

source: Modify Figure
fr: Modifier chiffre

source: Modify Slide
fr: Modifier diapositive

source: Replace Document
fr: Remplacer document

source: Replace Question
fr: Remplacer question

source: <i>(optional; date to display content)</i>
fr: <i>(facultatif ; date d’affichage du contenu)</i>

source: <i>(optional; date to hide content)</i>
fr: <i>(facultatif ; date de retrait du contenu)</i>

source: <i>No concepts or keywords associated.</u>
fr: <i>Aucun concept ou mot clé associé.</u>

source: Destination location is same as start location
fr: Le lieu de destination est identique au lieu d’origine

source: Content id specified is not a folder
fr: L’identifiant de contenu spécifié n’est pas un dossier

source: today's schedule
fr: Planning du jour

source: no recently viewed content
fr: Aucun contenu visionné récemment

source: school links
fr: Liens école

source: Results
fr: Résultats

source: Preview Quiz
fr: Prévisualiser le quiz

source: You may add a new question to his eval by choosing its type and the question it will follow in the sort order below, and entering your name and password. If you do this, a new question will be created and linked to this eval, and you will be taken to a page to edit the new question.
fr: Vous pouvez ajouter une nouvelle question à cette évaluation en choisissant son type et la question qui suivra dans l'ordre de tri ci-dessous et en entrant votre nom et votre mot de passe. En procédant ainsi, une nouvelle question sera créée et liée à cette évaluation et vous serez conduit à une page pour éditer la nouvelle question.

source: You may add a new question to his eval by choosing its type below, and entering your name and password. If you do this, a new question will be created and linked to this eval, and you will be taken to a page to edit the new question.
fr: Vous pouvez ajouter une nouvelle question à cette évaluation en choisissant son type ci-dessous et en entrant votre nom et mot de passe. En procédant ainsi, une nouvelle question sera créée et liée à cette évaluation et vous serez conduit à une page pour éditer la nouvelle question.

source: Overdue Evaluations
fr: Evaluations en souffrance

source: Creating evaluations by time period is not yet setup for your school. Please contact your system administrator.
fr: La création d'évaluations par période n'est pas encore possible pour votre école. Veuillez contacter votre administrateur système

source: Course and Teaching Site
fr: Cours et site d’enseignement

source: Note: This will create evals for all courses in the selected time period.
fr: Note : Cela créera des évaluations pour tous les cours dans la période sélectionnée.

source: Problems creating evals for these courses
fr: Impossible de créer des évaluations pour ces cours.

source: Existing
fr: Existant

source: Guest Access
fr: Accès d'Invité

source: Registrar Code
fr: Code d'enregistrement

source: Please note that fields in any import file must be separated by a tab
fr: Notez que les champs de tout fichier d'importation doit être séparés par une tabulation

source: If you would like to selectively import only certain students from your import file, you may use these field to use only records that match a certain criteria. Just input the name of a field to look at and a value to search for, and any record that meets your criteria will be imported. For example, the field could be "lastname" and the value could be "Jones", this combination would only import students who have Jones as their last name.
fr: Si vous souhaitez n'importer sélectivement que certains étudiants de votre fichier d'importation, vous pouvez faire usage de ces champs pour utiliser uniquement les enregistrements qui correspondent à certains critères. Il suffit d'entrer le nom d'un champ et une valeur à chercher et tout enregistrement correspondant à votre critère sera importé. Par exemple, le champ peut être « nom » et la valeur « Jones ». Cette combinaison n'importera que les étudiants qui ont pour nom Jones.
