Repository: mprentice/Opentusk
Catalog: locale/*/LC_MESSAGES/tusk.po
Languages: fr

source: Identify the phases and phase elements (e.g. a quiz question or diagnostic study) the student needs to have completed before entering the {phrase_title} phase. You may select multiple phases and elements.
fr: Identifier les phases et les éléments de phase (par ex. question de quiz ou étude de diagnostic) que les étudiants doivent avoir achevés avant d'entrer dans la {phrase_title} phase. Vous pouvez sélectionner de multiples phases et éléments.

source: Select Phases and Elements
fr: Sélectionner des phases et éléments

source: No phases/elements have been selected yet.
fr: Aucune phase ou élément n'a encore été sélectionné.

source: Step 3
fr: Etape 3

source: Provide a warning message that will be shown to a student who tries to enter the {phase_title} phase without first completing the criteria selected above.
fr: Fournir un message d'avertissement qui sera montré un étudiant cherchant à entrer dans la {phase_title} phase sans avoir d'abord satisfait aux critères sélectionnés ci-dessus.

source: Configure Rule
fr: Configurer une règle

source: Select a phase (required) and the specific elements within the phase (optional) using the dropdown menus below.
fr: Sélectionner une phase (indispensable) et les éléments spécifiques de la phase (facultatif) à l'aide des menus déroulants ci-dessous.

source: Step 1: Select Phase
fr: Etape 1 : Sélectionner la phase

source: Modify Entrance Rule
fr: Modifier la règle d'entrée

source: Case ID {case_id} not found
fr: Identifiant du cas {case_id} introuvable

source: Phase Title
fr: Titre de la phase

source: Author Notes
fr: Notes de l'auteur

source: Phase Instructions
fr: Consignes de la phase

source: Encounter
fr: Rencontre

source: Phase Assessment (Quiz)
fr: Evaluation de la phase (quiz)

source: Please Save the Phase before adding questions.
fr: Veuillez sauvegarder la phase avant d'ajouter des questions

source: Local References
fr: Références locales

source: Phase Metadata
fr: Métadonnées de la phase

source: Content Access
fr: Accès au contenu

source: Usage Permission
fr: Autorisation d'usage

source: Do not share phase
fr: Ne pas partager la phase

source: Share phase as Read Only
fr: Partager la phase en lecture seule

source: Add new question of type:
fr: Ajouter une nouvelle question du type :

source: Allow user to retake quiz.
fr: Permettre à l'utilisateur de reprendre le quiz.

source: Hide correct answers from user after quiz submission.
fr: Masquer les bonnes réponses de l'utilisateur après la présentation du quiz.

source: Reference
fr: Référence

source: Narrative
fr: Narration

source: Phase successfully modified
fr: Phase modifiée avec succès

source: Phase successfully created
fr: Phase créée avec succès

source: That is an invalid case id
fr: C'est un identifiant de cas invalide

source: Objectives successfully updated
fr: Objectifs mis à jour avec succès

source: Modify Phase
fr: Modifier la phase

source: phase not defined
fr: phase non définie

source: Display Title
fr: Titre d’affichage

source: Missing Case ID
fr: Identifiant de cas manquant

source: Invalid Case ID
fr: Identifiant de cas invalide

source: Create
fr: Créer

source: Add phase to case above
fr: Ajouter une phase au cas ci-dessus

source: Phases succesfully updated
fr: Phases mises à jour avec succès

source: Phases successfully updated
fr: Phases mises à jour avec succès

source: Delete Case
fr: Effacer le cas

source: Do you want to delete this case from your course?
fr: Voulez-vous effacer ce cas de votre cours ?

source: Case Title
fr: Titre du cas

source: That case cannot be found to be deleted.
fr: Ce cas à effacer est introuvable.

source: Case Deleted
fr: Cas effacé

source: Case Permissions
fr: Autorisations de cas

source: Reference Library
fr: Bibliothèque de référence

source: Existing {type} Content/URL
fr: {type} contenu/URL existant

source: Upload New Content
fr: Charger nouveau contenu

source: Upload New URL
fr: Charger nouvelle URL

source: References successfully updated
fr: Références mises à jour avec succès

source: Enter Goals Text Here
fr: Entrer le texte des objectifs ici

source: Enter References Text Here
fr: Entrer le texte des références ici

source: Enter Metadata Text Here
fr: Entrer le texte des métadonnées ici

source: Enter Phases Text Here
fr: Entrer le texte des phases ici

source: Type of Assessment
fr: Type d'évaluation

source: Self-Assessment
fr: Auto-évaluation

source: Reviewed
fr: Corrigé

source: Linear
fr: Linéaire

source: Case Overview
fr: Présentation du cas

source: Feedback Email
fr: E-mail de bilan

source: Case Duration
fr: Durée du cas

source: Grade Event
fr: Evénement à noter

source: Cost of Patient Care
fr: Coût du traitement du patient

source: Case Access
fr: Accès au cas

source: Share Case as Read-Only
fr: Partager le cas en lecture seule

source: Do not share case
fr: Ne pas partager le cas

source: Restricted Access
fr: Accès restreint

source: Allow all {site_abbr} users
fr: Autoriser tous {site_abbr} les utilisateurs

source: Allow only course users
fr: Autoriser seulement les utilisateurs du cours

source: Select Patient Type
fr: Sélectionner le type de patient

source: No Grade Event
fr: Aucun événement à noter

source: Case not found for ID
fr: Cas introuvable pour l'identifiant

source: You have switched your navigation type from Global to Linear, please be sure that this does not negatively impact any of the rules you have applied to this case.
fr: Vous êtes passé de la navigation globale à linéaire, assurez-vous que cela n'a aucun impact négatif sur une règle quelconque que vous avez appliquée à ce cas.

source: Case successfully updated.
fr: Cas mis à jour avec succès

source: Case successfully added.
fr: Cas ajouté avec succès

source: Globally navigable cases only support quizzes that are a part of a "Quiz" phase. Quizzes embedded in any other phase type will not be made visible to the users.
fr: Les cas à navigation globale ne supportent que les quiz qui font partie d'une phase de « quiz ». Les quiz intégrés dans tout autre type de phase ne seront pas visibles aux utilisateurs.

source: Create Case
fr: Créer un cas

source: Modify Case
fr: Modifier un cas

source: Edit Quiz Question
fr: Editer les questions du quiz

source: Create Quiz Question
fr: Créer les questions du quiz

source: The phase has multiple quizzes
fr: La phase comprend plusieurs quiz

source: You attempted to edit a question that has previously been deleted.
fr: Vous essayez d'éditer une question qui a été préalablement effacée.

source: Question successfully modified
fr: Question modifiée avec succès

source: Question successfully created
fr: Question créée avec succès

source: Case Content
fr: Contenu du cas

source: Create rule to restrict entrance to phase
fr: Créer une règle pour restreindre l'entrée dans une phase

source: Phase with Entrance Rule
fr: Phase avec règle d'entrée

source: No rules are associated with any phases
fr: Aucune règle associée à une quelconque phase

source: Rules succesfully updated
fr: Règles mises à jour avec succès

source: Select Phase
fr: Sélectionner la phase

source: Expert Selections
fr: Sélections des experts

source: "Expert Selections" are those tests with a priority of "high" or "medium"
fr: Les « sélections des experts » sont les tests à « haute » ou « moyenne »priorité

source: A Self-Assessment case is to be used for self-study. Your choices are neither reported nor graded. Go through the case at your own pace.
fr: Un cas d'auto-évaluation doit être utilisé pour l'étude autonome. Vos choix sont ni transmis ni noté Etudiez le cas à votre propre rythme

source: This is a Reviewed case. Your selections are reported but not graded. You may go through the case at your own pace unless a time limit has been noted. If a time limit was noted, the time it took you to complete the case will be reported.
fr: C'est un cas corrigé. Vos sélections sont transmises mais non notées. Vous pouvez traiter le cas à votre propre rythme à moins que des délais n'aient été fixés. Si des délais ont été fixés, le temps nécessaire pour traiter le cas sera transmis.

source: This case is a Test. Your choices are reported and graded. You may go through the case at your own pace unless a time limit has been noted. If a time limit was noted, the time it took you to complete the case will be reported.
fr: Ce cas est un test. Vos choix sont transmis et notés. Vous pouvez traiter le cas à votre propre rythme à moins que des délais n'aient été fixés. Si des délais ont été fixés, le temps nécessaire pour traiter le cas sera transmis.

source: This case employs a <strong>Global</strong> navigation style. This means that you will be able to freely navigate through the case phases in any order you choose. Use the links in the "Phases" navigation on the left-hand side of the screen to move around within the case. Some phases will present light-blue buttons at the top and bottom of the main portion of your screen (e.g., Perform Exam, Submit, etc.), and these are to be used to record your interactions within that particular phase. To begin, click the "Start Case" button. When you have finished all of the phases you wish to see, click the "Complete Case" button to end the case and submit your responses.
fr: Ce cas emploie un style de navigation <strong>Global</strong>. Cela signifie que vous pourrez naviguer librement dans les phases du cas dans tout ordre de votre choix. Utilisez les liens de navigation des « phases »situés à gauche de votre écran pour vous déplacer dans le cas. Certaines phases présentent des boutons bleu clair en haut et en bas de la partie principale de votre écran (par ex. Passer l'examen, S'inscrire, etc.) qui servent à enregistrer vos interactions à une phase particulière. Pour commencer, cliquez sur le bouton « Commencer le cas ». Lorsque vous avez fini toutes les phases que vous souhaitez voir, cliquez sur le bouton « Terminer le cas » pour le clore et présenter vos réponses.

source: Faculty may have provided feedback for some of your responses.
fr: Les enseignants ont peut-être fait des commentaires sur certaines de vos réponses.

source: Patient findings are stored in the patient chart for your review.
fr: Les conclusions sur les patients sont stockées dans le dossier des patients à titre d'information.

source: Refer to the help documents for in-depth explanations on how to use the Case Simulator.
fr: Se reporter aux documents d'aide pour obtenir des explications approfondies sur le mode d'utilisation du programme de simulation de cas

source: Welcome
fr: Bienvenue

source: Time Limit
fr: Délais

source: Approximate Duration
fr: Durée approximative

source: Case Author(s)
fr: Auteur du cas

source: Type of Case
fr: Type de cas

source: Type of Navigation
fr: Type de navigation

source: Note - this case is in development and has no phases.
fr: Note - ce cas est en cours d'élaboration et ne comporte aucune phase.

source: Starting the Case ...
fr: Commencer le cas...

source: How it works
fr: Comment ça fonctionne

source: Notes retrieval failed.
fr: Extraction des notes impossible

source: Save Notes
fr: #-#-#-#-# assessment_catalog.po (PACKAGE VERSION) #-#-#-#-# #-#-#-#-# assignment_catalog.po (PACKAGE VERSION) #-#-#-#-# #-#-#-#-# case_catalog.po (PACKAGE VERSION) #-#-#-#-# Sauvegarder notes

source: Object {multiContentId} does not exist
fr: L'objet{multiContentId} n'existe pas

source: an error occurred while uploading the zip file
fr: une erreur s'est produite en chargeant le fichier zip

source: One or more errors occurred while uploading the selected files:
fr: Une ou plusieurs erreurs se sont produites en chargeant les fichiers sélectionnés :

source: Waiting for upload
fr: Attendre pour charger

source: Waiting for unzip to begin
fr: Attendre le début de la décompression

source: Completed {num_previews) previews generated
fr: Aperçus créés {num_previews) terminés

source: Completed {num_previews) preview generated
fr: Aperçus créés {num_previews) terminés

source: Status is unknown at this time
fr: Statut inconnu pour le moment

source: Not enough information was provided to determine what action to take
fr: Informations insuffisantes pour déterminer quelle action faire

source: Move Content
fr: Déplacer contenu

source: Content to Move
fr: Contenu à déplacer

source: Select a Course
fr: Sélectionner un cours

source: Move to Folder
fr: Déplacer vers dossier

source: Course Homepage
fr: Page d’accueil du cours

source: Invalid destination folder
fr: Destination de fichier invalide

source: The folder <b>{folder_name}</b> could not be moved into itself
fr: Le dossier <b>{folder_name}</b> n’a pas pu être déplacé vers lui-même

source: The folder <b>{folder_name}</b> could not be moved into itself, but the rest of the content was moved into the selected folder
fr: Le dossier <b>{folder_name}</b> n’a pas pu être déplacé vers lui-même, mais le reste du contenu a été déplacé vers le dossier sélectionné

source: Content successfully moved
fr: Contenu déplacé avec succès

source: Mentioned
fr: Mentionné

source: Central
fr: Sujet principal

source: Sorry the content you tried to access is invalid
fr: Le contenu auquel vous essayez d’accéder est invalide

source: UMLS Concepts for this content have been updated
fr: Les concepts UMLS pour ce contenu ont été mis à jour

source: Prev Content
fr: Contenu précédent

source: Next Content
fr: Contenu suivant

source: Relevance
fr: Pertinence

source: Preview Content
fr: Aperçu du contenu

source: Find New Concepts
fr: Trouver de nouveaux concepts

source: Are you sure you want to delete content?
fr: Voulez-vous vraiment supprimer le contenu ?

source: No content was passed... nothing to delete!
fr: Aucun contenu transmis... rien à effacer !

source: Delete Content
fr: Supprimer contenu

source: Content To Remove
fr: Contenu à supprimer

source: Linked From
fr: Lié à

source: Associated Meetings
fr: Séances associées

source: Not linked to any class meetings
fr: Lié à aucune séance de cours

source: Start
fr: Début

source: End
fr: Fin

source: What do you want to do?
fr: Que voulez-vous faire ?

source: <b>Remove Content from This Folder Only</b> (Recommended)
fr: <b>Supprimer seulement le contenu de ce dossier</b> (Recommandé)

source: Content will be completely removed and unavailable. <br> ONLY authors and editors of content have this option, and ONLY IF it is not linked from another folder or course.
fr: Le contenu sera complètement supprimé et non disponible. <br/> SEULS les auteurs et éditeurs disposent de cette option, et SEULEMENT SI le contenu n’est lié à aucun autre dossier ou cours.Suppression annulée

source: Delete Canceled
fr: Supprimer contenu

source: Remove Content
fr: Supprimer contenu

source: Home Page
fr: Page d’accueil

source: Add a New Folder
fr: Ajouter un nouveau dossier

source: Personal Folders Help
fr: Aide dossiers personnels

source: Personal Folders:
fr: Dossiers personnels :

source: Multi Content Upload Status
fr: statut du chargement de multi-contenu

source: Upload Zip File
fr: Charger fichier zip

source: Unzip Zip File
fr: Ouvrir fichier zip

source: Generate Previews
fr: Créer des aperçus

source: Author Defined Keywords
fr: Mots clés définis par l’auteur

source: Author Defined Keywords for this content have been updated
fr: Les mots clés définis par l’auteur pour ce contenu ont été mis à jour

source: Add Keyword
fr: Ajouter mot clé

source: Replace Content
fr: Remplacer contenu

source: Slide Overlay
fr: Superposition diapositive

source: Add URL
fr: Ajouter URL

source: more about acceptable file types
fr: En savoir plus sur les types de fichier acceptés

source: more about powerpoint files
fr: En savoir plus sur les fichiers PowerPoint

source: Selected Action:
fr: Action choisie :

source: Upload Content
fr: Charger contenu

source: Upload Multi Content (<b><font color="red">New!</font></b>)
fr: Charger multicontenu (<b><font color="red">nouveau ! </font></b>)

source: Create Document using TUSK HTML Editor
fr: Créer un document avec l’éditeur HTML de TUSK

source: Content Type:
fr: Type de contenu :

source: Powerpoint presentation (PPT)
fr: Présentation PowerPoint (PPT)

source: Powerpoint presentation - Office 2007 (PPTX)
fr: Présentation PowerPoint - Office 2007 (PPTX)

source: Powerpoint presentation (PPS)
fr: Présentation PowerPoint (PPS)

source: Downloadable File (doc, xls, etc)
fr: Fichier téléchargeable (doc, xls, etc.)

source: File:
fr: Fichier :

source: Zip File:
fr: Fichier zip :

source: Content ID:
fr: Identifiant du contenu :

source: Original Image
fr: Image originale

source: With Overlay (if any)
fr: Avec superposition (le cas échéant)

source: Image File:
fr: Fichier image :

source: Create Overlay
fr: Créer superposition

source: Web Page
fr: Page Web

source: (Help)
fr: (Aide)

source: Create URL
fr: Créer URL

source: Access denied
fr: Accès refusé

source: Please select a file to upload
fr: Sélectionnez un fichier à charger

source: Content successfully added
fr: Contenu ajouté avec succès

source: Content successfully modified
fr: Contenu modifié avec succès

source: Please fill in the metadata below as content will not be saved until this has been completed
fr: Veuillez remplir les informations demandées ci-après. Le contenu ne sera sauvegardé que lorsqu’elles seront complètes.

source: Missing content type
fr: Type de contenu manquant

source: Content successfully modified. Preview below.
fr: Contenu modifié avec succès. Aperçu ci-après.

source: Modify Slide - {content_title}
fr: Modifier diapositive - {content_title}

source: Overlay saved successfully
fr: Superposition sauvegardée avec succès

source: Unable to read file {filename}: no data"
fr: Impossible de lire le fichier {filename} : pas de données

source: Please enter the path to an image file to overlay in the space provided
fr: Veuillez entrer le chemin d’accès à un fichier image à superposer dans l’espace prévu.

source: Created:
fr: Créé :

source: Modified:
fr: Modifié :

source: Stain
fr: Coloration

source: Stain:
fr: Coloration :

source: Slide Preview
fr: Aperçu de la diapositive

source: Text Description:
fr: Description du texte :

source: Media Type:
fr: Type de support :

source: Display Type:
fr: Type d’affichage :

source: Stream and Downloadable
fr: Streaming et téléchargeable

source: Stream Only
fr: Streaming seulement

source: Downloadable Only
fr: Téléchargeable seulement

source: Folder Format:
fr: Format du dossier :

source: Standard Folder
fr: Dossier standard

source: About Folder Formats
fr: A propos des formats de dossier

source: Preview:
fr: Aperçu :

source: Convert to Image Collection (can not be undone)
fr: Convertir en collection d’images (ne peut être annulé)

source: Leave as PowerPoint (Downloadable File)
fr: Laisser au format PowerPoint (fichier téléchargeable)

source: What do you want to do<br>with your document?
fr: Que voulez-vous faire de votre document ?<br/>

source: Leave as Word Document (Downloadable File)
fr: Laisser au format Word (fichier téléchargeable)

source: More about TUSKdoc
fr: En savoir plus sur TUSKdoc

source: Preview Original
fr: Aperçu original

source: Originating Course:
fr: Cours d'origine :

source: Manage UMLS Concepts
fr: Gérer concepts UMLS

source: Manage Keywords
fr: Gérer mots clés

source: What is Source?
fr: Qu’est-ce qu’une source ?

source: Contributor
fr: Collaborateur

source: Contributor:
fr: Collaborateur :

source: Copyright FAQ
fr: Questions sur le copyright

source: Reuse Authors &amp; Transcribers:
fr: Réutiliser auteurs et transcripteurs :

source: No users associated for this content
fr: Aucun utilisateur n’est associé à ce contenu

source: Transcriber
fr: Transcripteur

source: Contact-Person
fr: Personne-ressource

source: Author / Contact-Person
fr: Auteur / Personne-ressource

source: Transcriber / Contact-Person
fr: Transcripteur / Personne-ressource

source: Abstract
fr: Résumé

source: Article URL:
fr: URL de l’article :

source: External Authors:
fr: Auteurs externes :

source: Objectives:
fr: Objectifs :

source: Tips for Selecting Objectives
fr: Conseils pour le choix des objectifs

source: No objectives associated for this content
fr: Aucun objectif associé à ce contenu

source: (all non-folder content within this folder will be changed to this value)
fr: (cette valeur sera attribuée à tout le contenu du dossier, à l'exception des sous-dossiers)

source: Unrestricted
fr: Illimité

source: All {site_abbreviation} Users
fr: Tous les utilisateurs de {site_abbreviation}

source: Course Users
fr: Utilisateurs du cours

source: Course Faculty
fr: Enseignants

source: Content Authors/Editors
fr: Auteurs/Editeurs du contenu

source: Group Members
fr: Membres du groupe

source: Content Access:
fr: Accès au contenu :

source: More About These Options
fr: En savoir plus sur ces options

source: Searchable:
fr: Consultable :

source: Display Date:
fr: Date d’affichage :

source: Hide Date:
fr: Date de retrait :

source: Find Meetings
fr: Trouver des séances

source: Associate this Content with Course Meetings:
fr: Associer ce contenu aux séances de cours :

source: Click "Find Meetings" to look for classes in the course schedule to associate with this piece of content.
fr: Cliquez sur « Trouver des séances » pour chercher dans le planning des cours des séances à associer avec ce contenu.

source: Width:
fr: Largeur :

source: Width (px):
fr: Largeur (px) :

source: Height:
fr: Hauteur :

source: Height (px):
fr: Hauteur (px) :

source: Conversion Status
fr: Statut de la conversion

source: No TUSKdoc uploads.
fr: Aucun chargement de TUSKdoc

source: Recently Modify
fr: Modifié récemment

source: Quick Content Modify
fr: Contenu modifié rapidement

source: school not provided
fr: école non fournie

source: no time period
fr: aucune période

source: Fields in File
fr: Champs dans le fichier

source: Preferred
fr: Préféré

source: Enter a field name, and a corresponding value to limit the import to those records only.
fr: Entrer un nom de champ et une valeur correspondante pour limiter l'importation à ces enregistrements seulement.

source: File
fr: Fichier

source: Alerts
fr: Alertes

source: processing
fr: traiter

source: records
fr: enregistrements

source: Import Students
fr: Importer des étudiants

source: User Group
fr: Groupe d'utilisateurs

source: Schedule File
fr: Fichier de planning

source: Select User Images
fr: Sélectionner les images de l'utilisateur

source: processing
fr: traiter

source: created account for {user_id}
fr: compte créé pour {user_id}

source: updated account for {user_id}
fr: compte mis à jour pour {user_id}

source: tab
fr: onglet

source: none
fr: aucun

source: Email Password
fr: Mot de passe de messagerie

source: PLEASE NOTE: If no answer is provided, the content's title and description will be displayed as a default answer during testing.
fr: A NOTER : Si aucune réponse n'est donnée, le titre du contenu et la description s'afficheront comme réponse par défaut au cours du test.

source: Flash Card Saved Successfully
fr: Carte flash sauvegardée avec succès

source: Previous Card
fr: Carte précédente

source: Next Card
fr: Carte suivante

source: {site_abbr} Flash Card: {flash_card_title}
fr: Carte flash {site_abbr} : {flash_card_title}

source: Collection/Content
fr: Collection/contenu

source: Add a New Deck
fr: Ajouter un nouveau deck

source: Flash Cards Help
fr: Aide cartes flash

source: No Decks Available
fr: Pas de deck disponible

source: Only images can be added to a Flash Card Deck.
fr: Vous ne pouvez ajouter que des images à un deck de cartes flash.

source: One piece of content was of the wrong type and could not be added.
fr: Une partie du contenu était d’un mauvais type et n’a pas pu être ajoutée.
